[
    {
        "en": "Why does your English still sound robotic? Today, we have excellent tools—apps, ChatGPT—that help you learn. But they don’t make you fluent. To become fluent, you must practice speaking with real people. That’s why I made a presentation to show you. It’s short and clear, and it will teach you how to learn fast.",
        "bn": "তোমার ইংরেজি এখনও কেন রোবটের মতো শোনায়? আজকের দিনে দুর্দান্ত কিছু টুল—অ্যাপ, ChatGPT—আছে যা ভাষা শিখতে সাহায্য করে। কিন্তু এগুলো তোমাকে সাবলীল করে তুলবে না। সাবলীল হতে হলে প্রকৃত মানুষদের সঙ্গে কথোপকথন চর্চা করতে হবে। এজন্য আমি একটি প্রেজেন্টেশন তৈরি করেছি তোমাকে দেখানোর জন্য। এটা সংক্ষিপ্ত ও স্পষ্ট, এবং এটি তোমাকে দ্রুত শিখতে শেখাবে।"
    },
    {
        "en": "Don't wait for opportunity. Create it. Push yourself every day and never stop believing you can.",
        "bn": "সুযোগের অপেক্ষা করো না। নিজেকে তৈরি করো। প্রতিদিন নিজেকে প্রেরণা দাও এবং বিশ্বাস কখনো হারিও না।"
    },
    {
        "en": "I think we all need a pep talk. The world needs to stop being boring. Yeah, you! Boring is easy, everybody can be boring. But you're gooder than that.",
        "bn": "আমি মনে করি আমাদের সবারই একটা প্রেরণামূলক কথা প্রয়োজন। এই পৃথিবীকে যেন বোরিং হওয়া থেকে বিরত থাকতে হবে। হ্যাঁ, তুমি! বোরিং হওয়া সহজ, সবাই বোরিং হতে পারে। কিন্তু তুমি তার চেয়েও ভালো।"
    },
    {
        "en": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "bn": "সাফল্য চূড়ান্ত নয়, ব্যর্থতা মারাত্মক নয়: এটি চালিয়ে যাওয়ার সাহসই গুরুত্বপূর্ণ।"
    },
    {
        "en": "Facebook wasn't the first thing I built. I also built chat systems and games, study tools and music players, and I'm not alone. J.K. Rowling got rejected 12 times before she finally wrote and published Harry Potter. Even Beyonce had to make hundreds of songs to get Halo. The greatest successes come from having the freedom to fail.",
        "bn": "ফেসবুক আমার প্রথম তৈরি জিনিস নয়। আমি চ্যাট সিস্টেম, গেম, স্টাডি টুল আর মিউজিক প্লেয়ারও বানিয়েছি, আর আমি একা নই। জে.কে. রাউলিং ১২ বার প্রত্যাখ্যানের পরে হ্যারি পটার লিখে প্রকাশ করেন। এমনকি বিয়ন্সেও ‘Halo’ সবার আগে পান না, সে শত গান বানিয়ে তোলে। সবচেয়ে বড় সফলতা আসে ব্যর্থ হওয়ার স্বাধীনতা থেকে।"
    },
    {
        "en": "Every time you thought it was the end but kept going, you proved what resilience really looks like. It's not loud, it's not flashy, it's the quiet choice to try again, to rebuild, to believe, even when everything around you says not to. You've been through storms and you're still standing. That's not just survival, that's power, that's growth, and that's who you are.",
        "bn": "প্রতিবার আপনি ভেবেছেন এটা শেষ, তারপরেও যখন চলেছেন, দেখিয়েছেন সত্যিকারের জেদ কি। এটা জমজমাট নয়, ঝলমলে নয়, এটা আবার চেষ্টা করার, আবার গড়ার, বিশ্বাস করার নীরব পছন্দ, এমনকি চারপাশ সব কিছু না করতে বললেও। আপনি ঝড়ের মধ্যেও টিকে আছেন। এটা শুধু বাঁচা নয়, এটা শক্তি, এটা বৃদ্ধি, আর এটা আপনি।"
    },
    {
        "en": "Humility isn't weakness, it's wisdom. It's knowing that you don't have to be the loudest to be heard, or the smartest to make a difference. It's accepting that growth means admitting you were wrong sometimes. And that's okay. The most respected people aren't perfect, they're real. Humility keeps you grounded while your dreams soar.",
        "bn": "নম্রতা দুর্বলতা না, এটা জ্ঞান। এটা বুঝতে পারা যে আপনাকে সবচেয়ে বেশি না বলে শোনা লাগবে না, বা সবচেয়ে বুদ্ধিমান না হয়ে পার্থক্য করা যাবে না। এটা মানা যে বড় হওয়া মানে মাঝে মাঝে ভুল স্বীকার করা। আর এতে কোনো সমস্যা নেই। সবচেয়ে সম্মানজনক মানুষরা নিখুঁত নয়, তারা বাস্তব। নম্রতা আপনাকে মাটিতে ধরে রাখে আর স্বপ্ন আপনাকে আকাশে পাঠায়।"
    },
    {
        "en": "Listen, every setback you face is not the end of your story, it's a chapter, not the conclusion. The people who succeed aren't always the smartest or the strongest, they're the ones who refuse to quit, even when it's tough, even when no one's watching, they keep going. So if you're tired, rest, but don't you dare give up. Your breakthrough might be just one more try away. Keep pushing, you've got this.",
        "bn": "শুনুন, আপনার যে প্রতিকূলতা দেখেছেন, সেটা আপনার গল্পের শেষ না, এটা একটা অধ্যায়, সমাপ্তি না। যারা সফল হয়, তারা সবসময় সবচেয়ে বুদ্ধিমান বা শক্তিশালী নয়, তারা হল যারা হাল ছাড়ে না, এমনকি যখন কঠিন হয়, এমনকি যখন কেউ দেখছে না, তখনো চলতে থাকে। তাই যদি ক্লান্ত হন, বিশ্রাম নিন, কিন্তু হাল ছাড়বেন না। হয়তো আপনার সফলতা একবার আরও চেষ্টা করলেই। চালিয়ে যান, আপনি পারবেন।"
    },
    {
        "en": "If you only have 24 hours in a day, your success depends upon how you use the 24. You gotta hear me. People talk about Oprah Winfrey, you know, Ted Turner, Warren Buffett. Listen to me. I don't care how much money you make, you only get 24 hours in a day. And the difference between Oprah and the person that's broke is Oprah uses her 24 hours wisely. That's it. Thank you very much for watching.",
        "bn": "যদি আপনার দিনে মাত্র ২৪ ঘণ্টা থাকে, আপনার সাফল্য নির্ভর করে সেই ২৪ ঘণ্টা কীভাবে ব্যবহার করেন তার ওপর। শুনুন। অনেকেই ওপরা উইনফ্রে, টেড টার্নার, ওয়রেন বাফেটের কথা বলে। আমাকে খেয়াল করুন। আমি যত টাকা আপনি উপার্জন করেন তাতে আগ্রহি না, আপনি দিনে শুধুমাত্র ২৪ ঘণ্টা পান। আর ওপরা আর দেউলিয়ার মধ্যে পার্থক্য হল, ওপরা তার ২৪ ঘণ্টাকে ভদ্রভাবে ব্যয় করেন। এটাই। দেখার জন্য অনেক ধন্যবাদ।"
    },
    {
        "en": "Gratitude changes your perspective. It shifts your focus from what's missing to what you already have. In life, you can either complain about what's wrong or thank God for what's right. What will you choose today? If you're grateful for what you have, type 'grateful' in the comments.",
        "bn": "কৃতজ্ঞতা আপনার দৃষ্টিভঙ্গি বদলে দেয়। এটা আপনাকে যা নেই সেখান থেকে যা আছে তা নিয়ে ভাবতে শেখায়। জীবনে, আপনি যা ভুল তার জন্য অভিযোগ করতে পারেন বা যা ঠিক তার জন্য আল্লাহকে ধন্যবাদ দিতে পারেন। আজ আপনি কী বেছে নেবেন? আপনি যদি আপনার কাছে যা আছে তার জন্য কৃতজ্ঞ হন, কমেন্টে 'কৃতজ্ঞ' লিখুন।"
    },
    {
        "en": "Life is full of challenges, but every obstacle is an opportunity. Remember, success doesn't come to those who wait. It comes to those who work for it. You have the strength, the talent, and the determination to achieve greatness. Don't fear failure, fear standing still. Take that first step today, no matter how small, and keep moving forward. Believe in yourself, because if you don't, who else will? The world needs what only you can offer, so rise up and show them what you're made of.",
        "bn": "জীবন চ্যালেঞ্জে ভরা, কিন্তু প্রতিটি বাধাই একটা সুযোগ। মনে রাখবেন, সাফল্য অপেক্ষার জন্য আসে না। এটা তাদের কাছে আসে যারা এর জন্য পরিশ্রম করে। আপনার কাছে আছে শক্তি, প্রতিভা, আর সংকল্প মহৎ কিছু করার। ব্যর্থতা ভেবেও ভয় পাবেন না, স্থির ও পড়ে থাকা ভয় করুন। আজই প্রথম পদক্ষেপ নিন, সেটা যতই ছোট হও—আর এগিয়ে চলুন। নিজের ওপর বিশ্বাস রাখুন, কারণ আপনি না বিশ্বাস করলে, আর কে করবে? পৃথিবীকে যা আপনি দিতে পারেন, তা প্রয়োজন—তাই উঠে দাঁড়ান আর দেখিয়ে দিন কে আপনি।"
    },
    {
        "en": "Life will knock you down, not once, not twice, but over and over again. What defines you is not how many times you fall, it's how many times you rise. Resilience means standing back up, even when it hurts, even when you're tired, even when you feel alone. Scars don't mean you're broken, they mean you fought, and you're still here, that makes you unstoppable.",
        "bn": "জীবন আপনাকে একবার নয়, দু'বার নয়, বারবার ফেলে দেবে। কিন্তু আপনি কতবার পড়েছেন, সেটা বড় কথা নয়; আসল কথা হলো আপনি কতবার উঠে দাঁড়িয়েছেন। দৃঢ়তা মানে আঘাত লাগলেও, ক্লান্ত লাগলেও, একা মনে হলেও আবার উঠে দাঁড়ানো। আপনার শরীরের ক্ষতচিহ্ন মানে আপনি ভাঙা নন, এর মানে হলো আপনি লড়েছেন এবং এখনও টিকে আছেন। আর এটাই আপনাকে অদম্য করে তোলে।"
    },
    {
        "en": "Your streamlined shadowing journey will focus on pure, unadulterated repetition, just as you've requested. This approach emphasizes direct auditory mimicry, allowing you to immerse yourself fully in the sounds and rhythms of English without additional commentary. Your commitment to daily practice, even in this simpler format, will undeniably lead to significant progress. Day 1. Establishing your foundation with daily routines. Today, we're building a strong foundation by focusing on sentences related to daily routines. These are common phrases you'll use every day, making them excellent practice for practical English communication. We'll explore three sets. Simple. Longer?",
        "bn": "আপনার অনুরোধ অনুযায়ী, আপনার নিরবচ্ছিন্ন শ্যাডোইং যাত্রাটি হবে বিশুদ্ধ, ভেজালহীন পুনরাবৃত্তির উপর কেন্দ্র করে। এই পদ্ধতিটি সরাসরি শুনে অনুকরণ করার উপর জোর দেয়, যা আপনাকে অতিরিক্ত মন্তব্য ছাড়াই ইংরেজির শব্দ এবং ছন্দে সম্পূর্ণরূপে ডুবে যেতে সাহায্য করবে। এই সরল বিন্যাসেও আপনার প্রতিদিনের অনুশীলনের প্রতিশ্রুতি নিঃসন্দেহে উল্লেখযোগ্য অগ্রগতি আনবে। প্রথম দিন: দৈনন্দিন রুটিন দিয়ে আপনার ভিত্তি স্থাপন। আজ, আমরা দৈনন্দিন রুটিনের সাথে সম্পর্কিত বাক্যগুলিতে মনোযোগ দিয়ে একটি শক্তিশালী ভিত্তি তৈরি করছি। এগুলি সাধারণ বাক্য যা আপনি প্রতিদিন ব্যবহার করবেন, যা ব্যবহারিক ইংরেজি যোগাযোগের জন্য চমৎকার অনুশীলন। আমরা তিনটি সেট অন্বেষণ করব। সহজ। আরও দীর্ঘ?"
    },
    {
        "en": "Everything in your life is a reflection of a choice you have made. If you want a different result, make a different choice.",
        "bn": "আপনার জীবনের সবকিছুই আপনার নেওয়া সিদ্ধান্তের প্রতিফলন। যদি আপনি ভিন্ন ফলাফল চান, তাহলে ভিন্ন সিদ্ধান্ত নিন।"
    },
    {
        "en": "Listen to me, your past does not define your future. Every setback, every failure, every time you were told you couldn't, those were just chapters, not your whole story. You are not here to give up, you are here to rise, to grow, to prove that the fire inside you burned brighter than any storm outside. So stand up, breathe deep and remember, this is your time. Make it count.",
        "bn": "আমার কথা শুনুন, আপনার অতীত আপনার ভবিষ্যৎকে সংজ্ঞায়িত করে না। প্রতিটি ধাক্কা, প্রতিটি ব্যর্থতা, যতবার আপনাকে বলা হয়েছে যে আপনি পারবেন না – এগুলি কেবল অধ্যায় ছিল, আপনার পুরো গল্প নয়। আপনি হাল ছাড়ার জন্য এখানে আসেননি, আপনি এখানে এসেছেন উঠতে, বেড়ে উঠতে, প্রমাণ করতে যে আপনার ভেতরের আগুন বাইরের যেকোনো ঝড়ের চেয়ে উজ্জ্বল। তাই উঠে দাঁড়ান, গভীর শ্বাস নিন এবং মনে রাখবেন, এটাই আপনার সময়। এটিকে কাজে লাগান।"
    },
    {
        "en": "Hello, English learners. Welcome to the English Learning Podcast, your go-to place for boosting your English speaking skills. I'm your host, Sam, and I am absolutely thrilled you're here with me today. Unlock your English fluency. The 20-day shadowing challenge. Day one, you know, just by clicking on this podcast episode, you've already taken the most important step on your English learning journey you've shown up. And that's something to be incredibly proud of no matter what your current English level is. Today marks day one of our amazing 20-day shadowing challenge. We're going to practice speaking English naturally and improving your English pronunciation using a powerful method called shadowing, our focus today.",
        "bn": "হ্যালো, ইংলিশ শিক্ষার্থীরা! ইংলিশ লার্নিং পডকাস্টে আপনাদের স্বাগতম, আপনার ইংরেজি বলার দক্ষতা বাড়ানোর জন্য এটি আপনার পছন্দের জায়গা। আমি আপনাদের হোস্ট, স্যাম, এবং আমি আপনাদের আজ আমার সাথে পেয়ে সত্যিই আনন্দিত। আপনার ইংরেজি সাবলীলতা আনলক করুন: ২০ দিনের শ্যাডোইং চ্যালেঞ্জ। প্রথম দিন, শুধু এই পডকাস্ট এপিসোডে ক্লিক করেই আপনি আপনার ইংরেজি শেখার যাত্রায় সবচেয়ে গুরুত্বপূর্ণ পদক্ষেপটি নিয়ে ফেলেছেন – আপনি এসেছেন। এবং আপনার বর্তমান ইংরেজি স্তর যাই হোক না কেন, এটি এমন কিছু যা নিয়ে আপনি অবিশ্বাস্যভাবে গর্বিত হতে পারেন। আজ আমাদের অসাধারণ ২০ দিনের শ্যাডোইং চ্যালেঞ্জের প্রথম দিন। আমরা প্রাকৃতিকভাবে ইংরেজি বলার অনুশীলন করব এবং শ্যাডোইং নামক একটি শক্তিশালী পদ্ধতি ব্যবহার করে আপনার ইংরেজি উচ্চারণ উন্নত করব, আজ আমাদের ফোকাস এটাই।"
    },
    {
        "en": "Life will knock you down, not once, not twice, but over and over again. What defines you is not how many times you fall, it's how many times you rise. Resilience means standing back up, even when it hurts, even when you're tired, even when you feel alone. Scars don't mean you're broken, they mean you fought, and you're still here, that makes you unstoppable.",
        "bn": "জীবন আপনাকে একবার নয়, দু'বার নয়, বারবার ফেলে দেবে। কিন্তু আপনি কতবার পড়েছেন, সেটা বড় কথা নয়; আসল কথা হলো আপনি কতবার উঠে দাঁড়িয়েছেন। দৃঢ়তা মানে আঘাত লাগলেও, ক্লান্ত লাগলেও, একা মনে হলেও আবার উঠে দাঁড়ানো। আপনার শরীরের ক্ষতচিহ্ন মানে আপনি ভাঙা নন, এর মানে হলো আপনি লড়েছেন এবং এখনও টিকে আছেন। আর এটাই আপনাকে অদম্য করে তোলে।"
    },
    {
        "en": "Hello everyone. I want to remind you today that you are capable of amazing things. Life is full of challenges, but every step forward, no matter how small, brings you closer to your goals. When things get tough, don't forget why you started. Your hard work, dedication, and resilience will pay off. Remember, failure isn't the opposite of success it's part of the journey. Keep pushing, keep believing in yourself and never give up. You have the strength to achieve greatness. The future is yours go out and claim it.",
        "bn": "শুনে রাখুন, আপনার প্রতিটি ধাক্কা আপনার গল্পের শেষ নয়, এটি একটি অধ্যায়, উপসংহার নয়। যারা সফল হয় তারা সবসময় সবচেয়ে বুদ্ধিমান বা সবচেয়ে শক্তিশালী হয় না; তারা তারাই যারা হাল ছাড়তে অস্বীকার করে, এমনকি যখন কঠিন হয়, এমনকি যখন কেউ দেখছে না, তখনও তারা এগিয়ে যায়। তাই যদি ক্লান্ত হন, বিশ্রাম নিন, কিন্তু সাহস করে হাল ছেড়ে দেবেন না। আপনার বড় সাফল্য হয়তো আর একটি প্রচেষ্টার দূরে। চেষ্টা চালিয়ে যান, আপনি পারবেন!"
    },
    {
        "en": "True strength isn't loud. It's humble. It doesn't need to prove itself or take up space to feel worthy. Humility is knowing your value without needing validation. It's listening more than speaking, learning more than boasting. And in a world obsessed with being right, humility chooses to grow. Because the most powerful people don't need to shout. They lead with quiet confidence.",
        "bn": "প্রকৃত শক্তি উচ্চস্বরের হয় না। এটি বিনয়ী হয়। এর নিজেকে প্রমাণ করার বা যোগ্য মনে করার জন্য স্থান দখল করার প্রয়োজন হয় না। বিনয় হলো স্বীকৃতি ছাড়া নিজের মূল্য জানা। এটি কথা বলার চেয়ে বেশি শোনা, গর্ব করার চেয়ে বেশি শেখা। এবং সঠিক হওয়ার প্রতি আচ্ছন্ন একটি পৃথিবীতে, বিনয় বৃদ্ধি বেছে নেয়। কারণ সবচেয়ে শক্তিশালী লোকদের চিৎকার করার প্রয়োজন হয় না। তারা শান্ত আত্মবিশ্বাসের সাথে নেতৃত্ব দেয়।"
    },
    {
        "en": "listen every setback you face is not the end of your story it's a chapter not the conclusion the people who succeed aren't always the smartest or the strongest they're the ones who refuse to quit even when it's tough even when no one's watching they keep going so if you're tired rest but don't you dare give up your breakthrough might be just one more try away keep pushing you've got this.",
        "bn": "শুনে রাখুন, আপনার প্রতিটি ধাক্কা আপনার গল্পের শেষ নয়, এটি একটি অধ্যায়, উপসংহার নয়। যারা সফল হয় তারা সবসময় সবচেয়ে বুদ্ধিমান বা সবচেয়ে শক্তিশালী হয় না; তারা তারাই যারা হাল ছাড়তে অস্বীকার করে, এমনকি যখন কঠিন হয়, এমনকি যখন কেউ দেখছে না, তখনও তারা এগিয়ে যায়। তাই যদি ক্লান্ত হন, বিশ্রাম নিন, কিন্তু সাহস করে হাল ছেড়ে দেবেন না। আপনার বড় সাফল্য হয়তো আর একটি প্রচেষ্টার দূরে। চেষ্টা চালিয়ে যান, আপনি পারবেন!"
    },
    {
        "en": "The scene opens in a dimly lit auditorium. A confident young man, maybe 25 years old, stands on a brightly lit stage, gripping a microphone. A large crowd is visible in the background, their face is expectant. Good evening, everyone. The motivational speaker greeted energetically. He continued, inspiring the audience with these words. Let me tell you one simple truth. Your current situation is not your final destination. With powerful conviction, he declared you weren't born just to pay bills and doubt yourself you were born to grow to rise to break limits uplifting the crowd further he added every failure it's just a setup for your comeback still inspiring he urged don't wait for the perfect moment create it energetically he commanded start now start scared but just start with powerful emphasis he stated because the world doesn't.",
        "bn": "দৃশ্যটি একটি ম্লান আলোকিত অডিটোরিয়ামে শুরু হয়। একজন আত্মবিশ্বাসী যুবক, হয়তো ২৫ বছর বয়সী, একটি উজ্জ্বল আলোকিত মঞ্চে দাঁড়িয়ে একটি মাইক্রোফোন ধরে আছে। পটভূমিতে একটি বিশাল জনতা দেখা যাচ্ছে, তাদের মুখ প্রত্যাশাময়। 'শুভ সন্ধ্যা, সবাই!' উৎসাহের সাথে শুভেচ্ছা জানালেন প্রেরণাদায়ী বক্তা। তিনি দর্শকদের এই কথাগুলো দিয়ে অনুপ্রাণিত করে চললেন: 'আমি আপনাদের একটি সাধারণ সত্য বলতে চাই। আপনার বর্তমান পরিস্থিতি আপনার চূড়ান্ত গন্তব্য নয়।' দৃঢ় প্রত্যয়ের সাথে তিনি ঘোষণা করলেন, 'আপনি শুধু বিল পরিশোধ করতে এবং নিজেকে সন্দেহ করতে জন্ম নেননি; আপনি বেড়ে উঠতে, উপরে উঠতে, সীমা ভাঙতে জন্মেছেন।' জনতার মাঝে আরও উদ্দীপনা যোগ করে তিনি বললেন, 'প্রতিটি ব্যর্থতা, এটি কেবল আপনার ঘুরে দাঁড়ানোর জন্য একটি সেটআপ।' এখনও অনুপ্রাণিত করে, তিনি জোর দিয়ে বললেন, 'নিখুঁত মুহূর্তের জন্য অপেক্ষা করবেন না; এটি তৈরি করুন।' উদ্যমের সাথে তিনি নির্দেশ দিলেন, 'এখনই শুরু করুন, ভয় নিয়ে শুরু করুন, কিন্তু শুধু শুরু করুন।' শক্তিশালী জোর দিয়ে তিনি বললেন, 'কারণ পৃথিবী তা করে না।'"
    },
    {
        "en": "Gratitude changes your perspective. It shifts your focus from what's missing to what you already have. In life, you can either complain about what's wrong or thank God for what's right. What will you choose today? If you're grateful for what you have, type grateful in the comments.",
        "bn": "কৃতজ্ঞতা আপনার দৃষ্টিভঙ্গি পরিবর্তন করে। এটি আপনার মনোযোগকে যা নেই সেখান থেকে সরিয়ে আপনার যা আছে তার দিকে নিয়ে আসে। জীবনে, আপনি যা ভুল তা নিয়ে অভিযোগ করতে পারেন অথবা আপনার যা সঠিক তার জন্য ঈশ্বরকে ধন্যবাদ জানাতে পারেন। আজ আপনি কোনটি বেছে নেবেন? যদি আপনি আপনার যা আছে তার জন্য কৃতজ্ঞ হন, মন্তব্যে কৃতজ্ঞ (grateful) টাইপ করুন।"
    },
    {
        "en": "Sometimes we look so far ahead, we forget to appreciate what's right in front of us. The people who show up. The quiet support. The love we didn't have to ask for. Gratitude is recognizing the beauty that already surrounds you. It's saying, I see you. I value this. Because when you appreciate the present, you create a life that feels rich, no matter what's in your bank account.",
        "bn": "মাঝে মাঝে আমরা এতদূর তাকাই যে আমাদের চোখের সামনে যা আছে তা প্রশংসা করতে ভুলে যাই। যারা পাশে থাকে। নীরব সমর্থন। যে ভালোবাসার জন্য আমাদের চাইতে হয়নি। কৃতজ্ঞতা হলো আপনার চারপাশে ইতিমধ্যেই থাকা সৌন্দর্যকে চিনতে পারা। এর মানে হলো, 'আমি আপনাকে দেখছি। আমি এটিকে মূল্যবান মনে করছি।' কারণ যখন আপনি বর্তমানকে উপলব্ধি করেন, তখন আপনি এমন একটি জীবন তৈরি করেন যা সমৃদ্ধ মনে হয়, আপনার ব্যাংক অ্যাকাউন্টে যাই থাকুক না কেন।"
    },
    {
        "en": "If you only have 24 hours in a day, your success is depended upon how you use the 24. You gotta hear me. People talk about Oprah Winfrey, you know, Ted Turner, Warren Buffett. Listen to me. I don't care how much money you make, you only get 24 hours in a day. And the difference between Oprah and the person that's broke is Oprah uses her 24 hours wisely. That's it. Thank you very much for watching.",
        "bn": "যদি আপনার দিনে মাত্র ২৪ ঘণ্টা থাকে, আপনার সাফল্য নির্ভর করে আপনি এই ২৪ ঘণ্টা কীভাবে ব্যবহার করেন তার উপর। আপনাকে আমার কথা শুনতে হবে। লোকেরা অপরাহ উইনফ্রে, টেড টার্নার, ওয়ারেন বাফেট সম্পর্কে কথা বলে। আমার কথা শুনুন। আপনি যত টাকাই কামান না কেন, আপনি দিনে মাত্র ২৪ ঘণ্টাই পান। আর অপরাহ এবং একজন গরিব মানুষের মধ্যে পার্থক্য হলো, অপরাহ তার ২৪ ঘণ্টা বুদ্ধিমানের মতো ব্যবহার করেন। এটুকুই। দেখার জন্য আপনাকে অনেক ধন্যবাদ।"
    },
    {
        "en": "Life is full of challenges, but every obstacle is an opportunity. Remember, success doesn't come to those who wait. It comes to those who work for it. You have the strength, the talent, and the determination to achieve greatness. Don't fear failure, fear standing still. Take that first step today, no matter how small, and keep moving forward. Believe in yourself, because if you don't, who else will? The world needs what only you can offer, So rise up and show them what you're made of.",
        "bn": "জীবন চ্যালেঞ্জে পূর্ণ, তবে প্রতিটি বাধাই একটি সুযোগ। মনে রাখবেন, সাফল্য তাদের কাছে আসে না যারা অপেক্ষা করে। এটি তাদের কাছে আসে যারা এর জন্য কাজ করে। আপনার শক্তি, মেধা এবং দৃঢ়তা আছে মহত্ব অর্জনের জন্য। ব্যর্থতাকে ভয় পাবেন না, স্থির হয়ে থাকাকে ভয় পান। আজই প্রথম পদক্ষেপ নিন, যত ছোটই হোক না কেন, এবং এগিয়ে যান। নিজেকে বিশ্বাস করুন, কারণ আপনি যদি না করেন, তাহলে আর কে করবে? বিশ্বের আপনার দেওয়া অনন্য জিনিসটির প্রয়োজন, তাই উঠে দাঁড়ান এবং তাদের দেখান আপনি কী দিয়ে তৈরি!"
    },
    {
        "en": "Life is full of challenges but every obstacle is an opportunity remember success doesn't come to those who wait it comes to those who work for it you have the strength the talent and the determination to achieve greatness don't fear failure fear standing still take that first step today no matter how small and keep moving forward believe in yourself because if you don't who else will the world needs what only you can offer so rise up and show them what you're made of",
        "bn": "জীবন চ্যালেঞ্জে পূর্ণ, তবে প্রতিটি বাধাই একটি সুযোগ। মনে রাখবেন, সাফল্য তাদের কাছে আসে না যারা অপেক্ষা করে। এটি তাদের কাছে আসে যারা এর জন্য কাজ করে। আপনার শক্তি, মেধা এবং দৃঢ়তা আছে মহত্ব অর্জনের জন্য। ব্যর্থতাকে ভয় পাবেন না, স্থির হয়ে থাকাকে ভয় পান। আজই প্রথম পদক্ষেপ নিন, যত ছোটই হোক না কেন, এবং এগিয়ে যান। নিজেকে বিশ্বাস করুন, কারণ আপনি যদি না করেন, তাহলে আর কে করবে? বিশ্বের আপনার দেওয়া অনন্য জিনিসটির প্রয়োজন, তাই উঠে দাঁড়ান এবং তাদের দেখান আপনি কী দিয়ে তৈরি!"
    },
    {
        "en": "Strict action if army personnel found involved in enforced disappearance: Army HQ",
        "bn": "সেনা সদস্যদের গুমে জড়িত থাকার প্রমাণ মিললে কঠোর ব্যবস্থা নেওয়া হবে: সেনা সদর দপ্তর"
    },
    {
        "en": "The Army Headquarters has said strict action will be taken against any member of the armed forces if found guilty of involvement in enforced disappearances.",
        "bn": "গুমের ঘটনায় সেনাবাহিনীর কোনো সদস্যের সংশ্লিষ্টতা প্রমাণিত হলে তাদের বিরুদ্ধে কঠোর ব্যবস্থা নেওয়া হবে বলে জানিয়েছে সেনাসদর।"
    }
]