[
    {
        "en": "Police used water cannons and sound grenades on protesters demanding certificates for all candidates who took part in the viva voce of the 18th teachers registration exam.",
        "bn": "পুলিশ জলকামান ও সাউন্ড গ্রেনেড ব্যবহার করেছে ১৮তম শিক্ষক নিবন্ধন পরীক্ষার মৌখিক পরীক্ষায় অংশগ্রহণকারী সব প্রার্থীর সনদ প্রদানের দাবিতে আন্দোলনরতদের ওপর।"
    },
    {
        "en": "Bangladesh Meteorological Department BMD has forecast rains or thunder showers with lightning flashes in all divisions including Dhaka, in 24 hours commencing 9am on Monday.",
        "bn": "বাংলাদেশ আবহাওয়া অধিদপ্তর বিএমডি জানিয়েছে, সোমবার সকাল ৯টা থেকে পরবর্তী ২৪ ঘণ্টায় ঢাকা সহ সব বিভাগে বৃষ্টি অথবা বজ্রসহ বৃষ্টির সম্ভাবনা রয়েছে।"
    },
    {
        "en": "Light to moderate rain or thunder showers with lightning flashes and temporary gusty wind is likely at many places over Rajshahi, Rangpur, Mymensingh & Sylhet divisions and at a few places over Dhaka, Khulna, Barisal and Chittagong divisions with moderately heavy to heavy falls at places over Rajshahi, Rangpur, Mymensingh and Sylhet divisions,” said a Met office bulletin.",
        "bn": "আবহাওয়া অধিদপ্তরের বুলেটিনে বলা হয়েছে, রাজশাহী, রংপুর, ময়মনসিংহ ও সিলেট বিভাগে অনেক স্থানে এবং ঢাকা, খুলনা, বরিশাল ও চট্টগ্রাম বিভাগে কিছু কিছু স্থানে হালকা থেকে মাঝারি ধরনের বৃষ্টি বা বজ্রসহ বৃষ্টি এবং অস্থায়ী দমকা হাওয়াসহ ঝড়ো হাওয়া হতে পারে। সেই সঙ্গে রাজশাহী, রংপুর, ময়মনসিংহ ও সিলেট বিভাগের কিছু কিছু স্থানে মাঝারি থেকে ভারী বর্ষণ হতে পারে।”"
    },
    {
        "en": "Power Grid Company Bangladesh PLC PGCB reported on Sunday night that several areas of the capital are without electricity due to a fault at the Rampura grid substation.",
        "bn": "পাওয়ার গ্রিড কোম্পানি বাংলাদেশ পিএলসি পিজিসিবি রোববার রাতে জানিয়েছে, রামপুরা গ্রিড উপকেন্দ্রে ত্রুটির কারণে রাজধানীর বিভিন্ন এলাকায় বিদ্যুৎ বিচ্ছিন্ন রয়েছে।"
    },
    {
        "en": "Even a week after Eid-ul-Azha, the capital has yet to return to its usual bustle. On Friday, the seventh day of Eid, Dhaka remained unusually calm, with little noise, minimal traffic congestion, and a clear absence of the city’s trademark activity.",
        "bn": "ঈদুল আজহার এক সপ্তাহ পার হলেও রাজধানী এখনও স্বাভাবিক কর্মচাঞ্চল্যে ফিরে আসেনি। ঈদের সপ্তম দিন শুক্রবারেও ঢাকা ছিল অস্বাভাবিকভাবে শান্ত—সড়কে ছিল না তেমন যানজট, শব্দদূষণও ছিল কম, আর চোখে পড়েনি নগরীর চিরচেনা ব্যস্ততা।"
    },
    {
        "en": "Zahir Uddin, a rickshaw puller who has been working in Dhaka for 11 years, said: Most people go home during Eid, so there’s less traffic and fewer people. The environment is nice, but our income drops because passengers are scarce. Still, it’s easier to move around the city.”",
        "bn": "জাহির উদ্দিন, একজন রিকশাচালক যিনি ১১ বছর ধরে ঢাকায় কাজ করছেন, বলেন: ঈদের সময় বেশিরভাগ মানুষ বাড়ি চলে যায়, তাই রাস্তায় যানবাহন ও লোকজন কম থাকে। পরিবেশটা ভালো লাগে, কিন্তু যাত্রী কম থাকায় আমাদের আয় অনেক কমে যায়। তারপরও শহরের মধ্যে চলাফেরা সহজ হয়।”"
    },
    {
        "en": "Dhaka University student Imran Sharif, who stayed in Mirpur during Eid, said: During Eid, Dhaka doesn’t feel like a capital. There’s barely anyone around, no vehicles on the roads.”",
        "bn": "ঢাকা বিশ্ববিদ্যালয়ের ছাত্র ইমরান শরীফ, যিনি ঈদের সময় মিরপুরে ছিলেন, বলেন: ঈদের সময় ঢাকাকে আর রাজধানী মনে হয় না। চারপাশে তেমন কেউ থাকে না, রাস্তায় গাড়িও দেখা যায় না।”"
    },
    {
        "en": "He added: I enjoy this time—no hassles, less crime. This is the kind of clean and peaceful capital we want to see.”",
        "bn": "তিনি আরও বলেন: আমি এই সময়টা উপভোগ করি—ঝামেলা নেই, অপরাধও কম। এমনই একটি পরিচ্ছন্ন ও শান্তিপূর্ণ রাজধানী আমরা দেখতে চাই।”"
    },
    {
        "en": "Emphasizing the need for increased fish production and safe food practices, Fisheries and Livestock Adviser Farida Akhter on Saturday said that fish is an integral part of Bengali identity and a vital source of protein.",
        "bn": "মৎস্য ও প্রাণিসম্পদ বিষয়ক উপদেষ্টা ফারিদা আখতার শনিবার মাছ উৎপাদন বৃদ্ধির প্রয়োজনীয়তা এবং নিরাপদ খাদ্য প্রক্রিয়ার ওপর গুরুত্বারোপ করে বলেন, মাছ বাঙালি পরিচয়ের অবিচ্ছেদ্য অংশ এবং প্রোটিনের একটি গুরুত্বপূর্ণ উৎস।"
    },
    {
        "en": "Highlighting the importance of biodiversity, the adviser urged BFRI to intensify efforts to protect native fish species, especially small indigenous varieties, from extinction.",
        "bn": "জীববৈচিত্র্যের গুরুত্ব তুলে ধরে উপদেষ্টা মৎস্য গবেষণা ইনস্টিটিউটকে বিএফআরআই দেশীয় মাছের প্রজাতি, বিশেষ করে ছোট আদিবাসী জাতগুলিকে বিলুপ্তির হাত থেকে রক্ষা করার জন্য প্রচেষ্টা জোরদার করার আহ্বান জানান।"
    },
    {
        "en": "Only through collaborative efforts, we can bring about a qualitative change in Bangladeshs fish resources, she added.",
        "bn": "শুধুমাত্র সম্মিলিত প্রচেষ্টার মাধ্যমে আমরা বাংলাদেশের মৎস্য সম্পদে গুণগত পরিবর্তন আনতে পারব,” তিনি আরও যোগ করেন।"
    },
    {
        "en": "Describing scientists as national assets, Farida Akhtar reaffirmed the governments commitment to providing maximum support to enable them to carry out research that directly benefits the public. ",
        "bn": "বিজ্ঞানীদের জাতীয় সম্পদ হিসেবে বর্ণনা করে ফারিদা আখতার সরকার তাদের সর্বোচ্চ সহায়তা প্রদানের প্রতিশ্রুতি পুনর্ব্যক্ত করেন, যাতে তারা এমন গবেষণা করতে পারে যা সরাসরি জনগণের কল্যাণে প্রযোজ্য।"
    },
    {
        "en": "A discriminatory system has long been maintained centring the haors. About 29% of the people in haor regions still live below the poverty line,” Farida said at a discussion titled Government Jolmohal Management Policy 2009: Inequality and Mismanagement in the Haor Region held at the Jatiya Press Club in Dhaka.",
        "bn": "হাওর কেন্দ্রিক একটি বৈষম্যমূলক ব্যবস্থা দীর্ঘদিন ধরে চালু রয়েছে। হাওর এলাকার প্রায় ২৯% মানুষ এখনও দারিদ্র্যের রেখার নিচে বাস করছে,” ফারিদা ঢাকায় জাতীয় প্রেস ক্লাবে অনুষ্ঠিত সরকারি জলমহল ব্যবস্থাপনা নীতি ২০০৯: হাওর অঞ্চলে বৈষম্য ও দুর্নীতি” শীর্ষক আলোচনায় বলেন।"
    },
    {
        "en": "Biological management will be a key step towards saving the haors,” she added.",
        "bn": "তিনি আরও বলেন, হাওর রক্ষায় জৈবিক ব্যবস্থাপনা একটি গুরুত্বপূর্ণ পদক্ষেপ হবে।”"
    },
    {
        "en": "Monumental Damage was done to all Nuclear sites in Iran, as shown by satellite images. Obliteration is an accurate term Trump wrote on social media, without sharing the images he was referencing. ",
        "bn": "ইরানের সব পারমাণবিক স্থলে ব্যাপক ক্ষতি হয়েছে, যা স্যাটেলাইট চিত্রে দেখা যাচ্ছে। ধ্বংসস্তুপ শব্দটাই যথার্থ” ট্রাম্প সামাজিক মাধ্যমে লিখেছেন, তবে তিনি যে চিত্রগুলো উল্লেখ করেছেন সেগুলো শেয়ার করেননি।"
    },
    {
        "en": "I encourage the Chinese government in Beijing to call them about that because they heavily depend on the Strait of Hormuz for their oil, Rubio said on Fox News.",
        "bn": "রুবিও ফক্স নিউজে বলেন, আমি বেইজিংয়ে চীনা সরকারকে তাদেরকে এ বিষয়ে ফোন করার জন্য উৎসাহিত করছি, কারণ তারা তেলের জন্য অত্যন্ত নির্ভরশীল হরমুজ প্রণালীতে।”"
    },
    {
        "en": "The first batch of Bangladesh nationals, willing to return home from Iran, is expected to arrive in Dhaka next week. Spokesperson at the Ministry of Foreign Affairs MoFA Shah Asif Rahman gave the updates on Sunday amid growing tensions over the Iran-Israel conflict. Briefing reporters at the ministry, he, however, said efforts are underway to determine how they will be brought back home.",
        "bn": "ইরান থেকে দেশে ফিরতে ইচ্ছুক প্রথম দফার বাংলাদেশি নাগরিকরা আগামী সপ্তাহে ঢাকায় পৌঁছানোর প্রত্যাশা করা হচ্ছে। বাহ্যিক সম্পর্ক মন্ত্রণালয়ের মুখপাত্র শাহ আসিফ রহমান রোববার এই তথ্য জানিয়েছেন, যিনি ইরান-ইসরায়েল সংঘর্ষ নিয়ে বাড়তে থাকা উত্তেজনার মধ্যে আপডেট দিয়েছেন। মন্ত্রণালয়ে সাংবাদিকদের ব্রিফিংকালে তিনি বলেন, তাদের দেশে ফিরিয়ে আনার উপায় নির্ধারণে বর্তমানে চেষ্টা চালানো হচ্ছে।"
    },
    {
        "en": "The government has appointed Secretary Asad Alam Siam, who served as Bangladesh ambassador to the United States, as the foreign secretary of the country, said the Ministry of Foreign Affairs.",
        "bn": "সরকার সেক্রেটারি আসাদ আলম সিয়ামকে দেশের পররাষ্ট্রমন্ত্রী হিসেবে নিয়োগ দিয়েছে, যিনি পূর্বে যুক্তরাষ্ট্রে বাংলাদেশের রাষ্ট্রদূত হিসেবে কর্মরত ছিলেন, জানিয়েছে বিদেশ মন্ত্রণালয়।"
    },
    {
        "en": "At this moment, there is no way to leave Iran. We have given them Bangladeshis instructions to move to a safer place, acting foreign secretary Ruhul Alam Siddique told reporters at a media briefing at the Ministry of Foreign Affairs on Tuesday.",
        "bn": "অস্থায়ী পররাষ্ট্রমন্ত্রী রুহুল আলম সিদ্দিকী মঙ্গলবার পররাষ্ট্র মন্ত্রণালয়ে সাংবাদিকদের ব্রিফিংয়ে জানান, এই মুহূর্তে ইরান থেকে বিমান পথে বের হওয়ার কোনো উপায় নেই। আমরা তাদের বাংলাদেশিদের নিরাপদ স্থানে চলে যাওয়ার নির্দেশনা দিয়েছি।”"
    },
    {
        "en": "Responding to a question, the acting foreign secretary said there are around 400 Bangladeshis in Tehran and 100 Bangladeshis have communicated with the government of Bangladesh.",
        "bn": "এক প্রশ্নের জবাবে, অস্থায়ী পররাষ্ট্রমন্ত্রী বলেন, তেহরানে প্রায় ৪০০ জন বাংলাদেশি রয়েছেন এবং ১০০ জন বাংলাদেশি সরকারের সঙ্গে যোগাযোগ করেছেন।"
    },
    {
        "en": "We are exploring all avenues, he said, adding that they are seeking support from friendly countries, including Iran.",
        "bn": "আমরা সকল সম্ভাব্য পথ অনুসন্ধান করছি,” তিনি বলেন, এবং যোগ করেন যে তারা বন্ধু দেশসমূহ, বিশেষ করে ইরান থেকে সহযোগিতা চাইছে।"
    },
    {
        "en": "In the case of salaried employees, the amount of marriage loan and personal loan primarily depends on the applicants monthly income, type of job, work experience, age, and transaction history.",
        "bn": "চাকরিজীবীদের ক্ষেত্রে বিয়ের ঋণ ও ব্যক্তিগত ঋণের পরিমাণ নির্ভর করে মূলত আবেদনকারীর মাসিক আয়, চাকরির ধরন, চাকরির অভিজ্ঞতা, বয়স ও লেনদেনের ইতিহাসের ওপর।"
    },
    {
        "en": "Several banks in the country offer special marriage loans. These include Uttara Bank, NCC Bank, Shimanto Bank, UCB, Mutual Trust Bank, and others. Additionally, in most banks, marriage loans can be obtained under personal loan facilities.",
        "bn": "দেশে বেশ কিছু ব্যাংক বিশেষ বিবাহ ঋণ দিয়ে থাকে। এর মধ্যে রয়েছে- উত্তরা ব্যাংক, এনসিসি ব্যাংক, সীমান্ত ব্যাংক, ইউসিবি, মিউচুয়াল ট্রাস্ট ব্যাংক ইত্যাদি। এছাড়া বেশির ভাগ ব্যাংক থেকে ব্যক্তিগত ঋণ সুবিধায় বিবাহ ঋণ নেওয়া যায়।"
    },
    {
        "en": "Iran on Sunday threatened US bases in the Middle East after massive air strikes that Washington said had destroyed Tehrans nuclear program, though some officials cautioned that the extent of damage was unclear.",
        "bn": "ইরান রবিবার যুক্তরাষ্ট্রের মধ্যপ্রাচ্যের ঘাঁটিগুলোকে হুমকি দিয়েছে, এমন সময় যখন ওয়াশিংটন বলেছে যে তাদের ব্যাপক বায়ু হামলায় তেহরানের পারমাণবিক কর্মসূচি ধ্বংস করা হয়েছে; তবে কিছু কর্মকর্তা ক্ষতির পরিমাণ অপ্রত্যাশিত বলে সতর্ক করেছেন।"
    },
    {
        "en": "Any country in the region or elsewhere that is used by American forces to strike Iran will be considered a legitimate target for our armed forces, he said in a message carried by the official IRNA news agency.",
        "bn": "তিনি সরকারি সংবাদ সংস্থা IRNA-র মাধ্যমে প্রকাশিত একটি বার্তায় বলেন, অঞ্চল বা অন্য কোথাও যে কোনো দেশ যেটি আমেরিকান বাহিনী দ্বারা ইরানের ওপর আঘাত করতে ব্যবহৃত হবে, সেটিকে আমাদের সশস্ত্র বাহিনীর জন্য বৈধ লক্ষ্য হিসেবে বিবেচনা করা হবে।”"
    },
    {
        "en": "We had a spectacular military success yesterday, taking the bomb right out of their hands and they would use it if they could he said on social media.",
        "bn": "তিনি সামাজিক মাধ্যমে বলেন, আমরা গতকাল একটি দুর্দান্ত সামরিক সফলতা অর্জন করেছি, তাদের হাত থেকে ‘বোম্ব’ সরিয়ে নিয়েছি আর তারা এটি ব্যবহার করত যদি পারত.”"
    },
    {
        "en": "Its not politically correct to use the term, Regime Change, Trump posted on his Truth Social platform. But if the current Iranian Regime is unable to MAKE IRAN GREAT AGAIN, why wouldnt there be a Regime change??? MIGA",
        "bn": "‘রেজিম চেঞ্জ’ শব্দটি ব্যবহার করা রাজনৈতিকভাবে সঠিক নয়,” ট্রাম্প তার ট্রুথ সোশ্যাল প্ল্যাটফর্মে পোস্ট করেছেন। কিন্তু যদি বর্তমান ইরানি রেজিম ‘ইরান গ্রেট এগেইন’ করতে ব্যর্থ হয়, তাহলে কেন রেজিম পরিবর্তন হবে না??? MIGA”"
    },
    {
        "en": "Rafael Grossi, director of the International Atomic Energy Agency IAEA, told an emergency meeting of the UN Security Council that craters were visible at the Fordo facility, but no one had been able to assess the underground damage.",
        "bn": "আন্তর্জাতিক পারমাণবিক শক্তি সংস্থার আইএইএ পরিচালক রাফায়েল গ্রোসি জাতিসংঘ নিরাপত্তা পরিষদের জরুরি বৈঠকে জানান, ফোর্ডো স্থাপনায় গর্তগুলো দৃশ্যমান হলেও কেউ ভেতরের ক্ষতির পরিমাণ নির্ধারণ করতে পারেননি।"
    },
    {
        "en": "The UN Security Council met on Sunday to discuss U.S. strikes on Irans nuclear sites as Russia, China and Pakistan proposed the 15-member body adopt a resolution calling for an immediate and unconditional ceasefire in the Middle East.",
        "bn": "জাতিসংঘ নিরাপত্তা পরিষদ রবিবার ইরানের পারমাণবিক স্থলগুলিতে মার্কিন হামলা নিয়ে আলোচনা করেছে, যেখানে রাশিয়া, চীন ও পাকিস্তান এই ১৫ সদস্যবিশিষ্ট সংস্থাটিকে মধ্যপ্রাচ্যে অবিলম্বে ও শর্তহীন আগ্রাসনবিরতি ঘোষণা করার জন্য একটি প্রস্তাব দাখিল করেছে।"
    },
    {
        "en": "Peace in the Middle East cannot be achieved by the use of force, said Chinas UN Ambassador Fu Cong. Diplomatic means to address the Iranian nuclear issue havent been exhausted, and theres still hope for a peaceful solution.",
        "bn": "চীনের জাতিসংঘ দূত ফু কং বলেন, মধ্যপ্রাচ্যে শান্তি বল প্রয়োগের মাধ্যমে অর্জন করা সম্ভব নয়। ইরানের পারমাণবিক সমস্যা সমাধানে কূটনৈতিক পথ এখনও শেষ হয়নি, এবং শান্তিপূর্ণ সমাধানের আশা এখনও রয়েছে।”"
    },
    {
        "en": "Iran long obfuscated its nuclear weapons program and stonewalled our good-faith efforts in recent negotiations, she said. The Iranian regime cannot have a nuclear weapon.",
        "bn": "তিনি বলেন, ইরান দীর্ঘদিন তার পারমাণবিক অস্ত্র কর্মসূচি লুকিয়ে রেখেছে এবং সাম্প্রতিক আলোচনায় আমাদের সদিচ্ছাপূর্ণ প্রচেষ্টাকে বাধা দিয়েছে। ইরানি রেজিমের পারমাণবিক অস্ত্র থাকা গ্রহণযোগ্য নয়।”"
    },
    {
        "en": "Bangladeshs vital spinning and textile mills are warning of a severe crisis as new fiscal measures in the FY26 budget threaten to erode their competitiveness and force garment exporters to increasingly rely on imported yarn and fabrics. Industry leaders fear these changes could weaken the countrys largest export sector.",
        "bn": "বাংলাদেশের জন্য গুরুত্বপূর্ণ স্পিনিং ও টেক্সটাইল মিলগুলো ২০২৫-২৬ অর্থবছরের বাজেটে ঘোষিত করের কারণে গভীর সংকটের আশঙ্কা করছে। খাতসংশ্লিষ্টরা মনে করছেন, এসব পদক্ষেপ তাদের প্রতিযোগিতার সক্ষমতা কমাবে, দেশের সবচেয়ে বড় রপ্তানি খাতকে দুর্বল করবে এবং পোশাক রপ্তানিকারকরা আরও বেশি আমদানিকৃত সুতা ও কাপড়ের ওপর নির্ভরশীল হয়ে পড়বে।"
    },
    {
        "en": "A suicidal decision for a struggling industry",
        "bn": "সংকটে জর্জরিত খাতের জন্য আত্মঘাতী সিদ্ধান্ত"
    },
    {
        "en": "The proposed budget introduces two significant changes, sparking alarm: a 2% Advance Income Tax AIT on cotton imports, the primary raw material for spinning, and a 67% hike in Value-Added Tax VAT on locally produced yarn, increasing it from Tk3 to Tk5 per kilogram.",
        "bn": "নতুন বাজেটে দুটি বড় পরিবর্তন নিয়ে উদ্বেগ তৈরি হয়েছে—স্পিনিং শিল্পের প্রধান কাঁচামাল তুলা আমদানিতে ২ শতাংশ অগ্রিম আয়কর এআইটি এবং স্থানীয়ভাবে উৎপাদিত সুতার ওপর মূল্য সংযোজন কর ভ্যাট/ মূসক ৬৭ শতাংশ বাড়িয়ে প্রতি কেজিতে ৩ টাকা থেকে ৫ টাকা করার কারণে।"
    },
    {
        "en": "The Bangladesh Textile Mills Association BTMA has vehemently opposed these measures. In a letter to the National Board of Revenue NBR chairman on 1 July, BTMA President Showkat Aziz Russell branded the new taxes a suicidal decision.",
        "bn": "বাংলাদেশ টেক্সটাইল মিল মালিক সমিতি বিটিএমএ এই পদক্ষেপের তীব্র বিরোধিতা করেছে। ১ জুলাই জাতীয় রাজস্ব বোর্ডের এনবিআর চেয়ারম্যানের কাছে পাঠানো এক চিঠিতে বিটিএমএর সভাপতি শওকত আজিজ রাসেল এসব করকে আত্মঘাতী সিদ্ধান্ত বলে উল্লেখ করেন।"
    },
    {
        "en": "The government has done this without any consultation with the stakeholders, Russell wrote, adding that the sector is already reeling from high energy prices, reduced cash incentives, and limited access to low-cost funds under the Export Development Fund EDF.",
        "bn": "চিঠিতে তিনি লিখেছেন, সরকার খাতসংশ্লিষ্টদের সঙ্গে কোনো পরামর্শ না করেই এ সিদ্ধান্ত নিয়েছে। ইতোমধ্যে খাতটি জ্বালানির উচ্চমূল্য, নগদ প্রণোদনা হ্রাস এবং রপ্তানি উন্নয়ন তহবিল ইডিএফ থেকে স্বল্প সুদের ঋণসুবিধা সংকুচিত হওয়ার কারণে সংকটে রয়েছে।"
    },
    {
        "en": "With a massive $23 billion invested in the textile sector, industry insiders fear that if sourcing shifts to foreign suppliers, many spinning and weaving mills will face severe viability issues. ",
        "bn": "টেক্সটাইল খাতে ২৩ বিলিয়ন ডলারের বিশাল বিনিয়োগ রয়েছে উল্লেখ করে তিনি বলেন, আমদানির ওপর নির্ভরতা বাড়লে দেশের অনেক স্পিনিং ও উইভিং মিল টিকে থাকা কঠিন হয়ে পড়বে।"
    },
    {
        "en": "The new taxes will push mills toward a survival crisis, Russell warned. We fear this could lead to a slow dismantling of the backbone that supports the countrys largest export sector.",
        "bn": "নতুন করের কারণে মিলগুলো টিকে থাকার সংকটে পড়বে। আমাদের আশঙ্কা, এর ফলে দেশের সবচেয়ে বড় রপ্তানি খাতের ভিত ধীরে ধীরে ভেঙে পড়বে, আরও বলেন তিনি।"
    },
    {
        "en": "Local mills priced out as imports become cheaper",
        "bn": "সস্তায় আমদানির কারণে দেশীয় সুতা হারাচ্ছে বাজার"
    },
    {
        "en": "The direct consequence of these new taxes, according to industry experts, will be a significant increase in the cost of locally produced yarn, making imports more attractive for garment manufacturers.",
        "bn": "নতুন করের সরাসরি প্রভাব হবে দেশীয় উৎপাদিত সুতার মূল্য উল্লেখযোগ্যভাবে বৃদ্ধিতে, ফলে পোশাক প্রস্তুতকারকরা আমদানিকৃত সুতার প্রতি আরও বেশি ঝুঁকবে—এমনটাই মনে করছেন খাতসংশ্লিষ্ট বিশেষজ্ঞরা।"
    },
    {
        "en": "Fakir Kamruzzaman Nahid, managing director of Fakir Fashions Ltd, a major garment exporter with approximately $600 million in annual RMG exports, illustrates the grim reality. Just two years ago, his company sourced 50% of its yarn locally; now, its a mere 25%.",
        "bn": "দেশের অন্যতম বৃহৎ পোশাক রপ্তানিকারক প্রতিষ্ঠান ফকির ফ্যাশন্স লিমিটেডের ব্যবস্থাপনা পরিচালক ফকির কামরুজ্জামান নাহিদ এই বাস্তবতা তুলে ধরেন। বছরে প্রায় ৬০০ মিলিয়ন ৬০ কোটি ডলার মূল্যের পোশাক রপ্তানি করা প্রতিষ্ঠানটি দুই বছর আগেও তাদের প্রয়োজনের ৫০ শতাংশ সুতা স্থানীয়ভাবে সংগ্রহ করত, এখন তা নেমে এসেছে মাত্র ২৫ শতাংশে।"
    },
    {
        "en": "In India, the price of yarn per kilogram is Tk285 in Bangladeshi currency, Nahid explained. Including import costs, the total comes to around Tk295 per kg by the time it reaches our warehouse. But sourcing from local mills costs around Tk330 per kg. So, under what logic would we buy from local mills?",
        "bn": "নাহিদ ব্যাখ্যা করেন, ভারতে প্রতি কেজি সুতার দাম বাংলাদেশি টাকায় ২৮৫ টাকা। আমদানি খরচ যোগ করে আমাদের গুদাম পর্যন্ত পৌঁছাতে মোট খরচ পড়ে প্রায় ২৯৫ টাকা প্রতি কেজি। অথচ দেশীয় মিল থেকে কিনতে হলে প্রতি কেজি ৩৩০ টাকা খরচ হয়। তাহলে কোন যুক্তিতে আমরা দেশীয় মিল থেকে কিনব?"
    },
    {
        "en": "He anticipates a further rise in imports if the new taxes are implemented. If the new taxes drive yarn prices even higher, we may increase imports instead of buying from local mills, he stated.",
        "bn": "তিনি আশঙ্কা প্রকাশ করে বলেন, নতুন কর চালু হলে সুতার দাম আরও বাড়বে। তখন আমরা দেশীয় সুতাকল থেকে কেনার পরিবর্তে আমদানি বাড়াতেই বাধ্য হব।"
    },
    {
        "en": "For standard yarn, such as 7-count, the tax alone could raise the price by over Tk5 per kg, Saleudh said. On the other hand, those selling to local entrepreneurs rather than exporters will have to pay an additional Tk2 VAT per kg, which would push their cost up by more than Tk7 per kg. As a result, their yarn prices will rise even more.",
        "bn": "তিনি বলেন, সাধারণ মানের বা ৭ কাউন্টের ইয়ার্নের সুতা ক্ষেত্রে শুধু করের কারণে প্রতি কেজিতে দাম ৫ টাকার বেশি বাড়বে। অন্যদিকে যারা রপ্তানিকারকদের নয়, বরং স্থানীয় উদ্যোক্তাদের কাছে সুতা বিক্রি করেন, তাদের প্রতি কেজিতে বাড়তি ২ টাকা ভ্যাট দিতে হলে তাদের জন্য খরচ ৭ টাকার বেশি হবে। এর ফলে তাদের সুতার দাম আরও বেড়ে যাবে।"
    },
    {
        "en": "NBR Chairman Abdur Rahman Khan, however, maintains that the increase in AIT should not lead to higher yarn prices. The imposed tax can be adjusted at the end of the year based on the importers profit calculations. So, the AIT should not lead to a rise in yarn prices, he told The Business Standard, adding that the NBR would issue a clarification in this regard soon",
        "bn": "এনবিআর জাতীয় রাজস্ব বোর্ড চেয়ারম্যান আবদূর রহমান খান দাবি করেছেন, তুলা আমদানির ওপর আরোপিত ২ শতাংশ অগ্রিম আয়কর এআইটি সুতার দামে কোনো প্রভাব ফেলবে না। তিনি বলেন, এআইটি বছরের শেষে আমদানিকারকের মুনাফার হিসাব অনুযায়ী সমন্বয় করা যাবে। ফলে, সুতার দাম বাড়ার কথা নয়। টিবিএসকে তিনি আরও জানান, এ বিষয়ে শিগগিরই এনবিআর থেকে ব্যাখ্যামূলক নির্দেশনা দেওয়া হবে।"
    },
    {
        "en": "This assurance offers little comfort to industry players. Saleudh Zaman Khan countered, In reality, getting a refund from the tax department in Bangladesh is nearly impossible. So we will be left with no choice but to increase yarn prices.",
        "bn": "তবে শিল্প উদ্যোক্তাদের জন্য এ বক্তব্য কোনো স্বস্তি বয়ে আনছে না। এনজেড টেক্সটাইলস লিমিটেডের ব্যবস্থাপনা পরিচালক সালেউধ জামান খান বলেন, বাংলাদেশে ট্যাক্স ডিপার্টমেন্ট থেকে রিফান্ড টাকা ফেরত পাওয়া বাস্তবে সম্ভব নয়। ফলে এ কারণে সুতার দামই বাড়াতে হবে।"
    },
    {
        "en": "Consumer impact and rising smuggling concerns",
        "bn": "ভোক্তাপর্যায়ে প্রভাব ও চোরাচালান বেড়ে যাওয়ার আশঙ্কা"
    },
    {
        "en": "Beyond price hikes, the industry also fears a surge in illegal activities. The widening price gap between local and imported yarn due to the new taxes is likely to fuel an increase in smuggling from neighbouring India and the sale of duty-free yarn and fabric meant for export in the open market.",
        "bn": "শুধু দাম বৃদ্ধি নয়, উদ্যোক্তারা আশঙ্কা করছেন, নতুন করের কারণে বৈধ ও অবৈধ পথে আমদানিকৃত সুতার মধ্যে যে মূল্য ব্যবধান তৈরি হবে, তা সীমান্ত দিয়ে চোরাচালান বেড়ে যাওয়ার বড় কারণ হয়ে উঠবে। বিশেষত ভারতের সঙ্গে সীমান্ত এলাকা দিয়ে চোরাইপথে সুতা প্রবেশের ঘটনা উল্লেখযোগ্য হারে বাড়তে পারে। পাশাপাশি রপ্তানির জন্য আমদানিকৃত শুল্কমুক্ত সুতা ও কাপড় খোলা বাজারে বিক্রি হওয়ার প্রবণতাও উল্লেখযোগ্যভাবে বাড়বে বলে সতর্ক করছেন শিল্প সংশ্লিষ্টরা।"
    },
    {
        "en": "Bangladeshs policies vs. Indias incentives",
        "bn": "বাংলাদেশের নীতি বনাম ভারতের প্রণোদনা"
    },
    {
        "en": "Adding to Bangladeshs woes, industry leaders highlight a stark contrast in policy with neighbouring India, a key competitor. While Bangladesh has introduced policies that have increased pressure on its textile and garment sectors over the past three years, India has been providing various incentives to its textile mill owners.",
        "bn": "উদ্যোক্তারা বলেন, প্রতিবেশী ভারত যখন তাদের টেক্সটাইল খাতকে নানাভাবে প্রণোদনা দিয়ে যাচ্ছে, তখন বাংলাদেশে গত তিন বছর এখাতের ওপর ধরে চাপ বাড়ানো হচ্ছে।"
    },
    {
        "en": "Saleudh Zaman noted that energy prices in Bangladesh have tripled in the past five years, the Export Development Fund EDF has seen reduced low-interest loans with current rates at 14%, and labour wages have increased by 70%. Additionally, incentives have dropped from 4% to 1%, further burdening local producers.",
        "bn": "সালেউধ জামান বলেন, গত পাঁচ বছরে দেশে বিদ্যুতের দাম তিনগুণ বাড়ানো হয়েছে, ইডিএফ থেকে স্বল্প সুদের ঋণ কমেছে, যার সুদের হার এখন ১৪ শতাংশ। শ্রমিকদের মজুরি বেড়েছে ৭০ শতাংশ, প্রণোদনা কমে ৪ শতাংশ থেকে ১ শতাংশে নেমে এসেছে। এতে দেশীয় উৎপাদকরা চরম চাপের মধ্যে পড়েছেন।"
    },
    {
        "en": "Thanks to these benefits, their entrepreneurs production costs are decreasing, while our costs are increasing due to withdrawn benefits and new taxes, putting us at a competitive disadvantage, Saleudh lamented, alleging that a vested quarter in the country is deliberately trying to destroy the textile sector through these tactics.",
        "bn": "তিনি অভিযোগ করে বলেন, ভারতের এসব সুবিধায় তাদের উদ্যোক্তাদের উৎপাদন খরচ কমছে, আমাদের খরচ বাড়ছে। ফলে আমরা প্রতিযোগিতামূলক অবস্থানে আর নেই। এদেশের কিছু স্বার্থান্বেষী মহল ইচ্ছাকৃতভাবে টেক্সটাইল খাত ধ্বংসের ষড়যন্ত্র করছে।"
    },
    {
        "en": "NBR officers gripped by fear as govt gets tough  ",
        "bn": "কঠোর অবস্থানে সরকার, আতঙ্কে এনবিআর কর্মকর্তারা"
    },
    {
        "en": "Following the recent movement by National Board of Revenue NBR staff and the complete shutdown of port operations, the government appears to have taken a hardline, starting with the suspension of the Commissioner of Chattogram Customs House and four other senior officials.",
        "bn": "জাতীয় রাজস্ব বোর্ডের এনবিআর কর্মকর্তাদের সাম্প্রতিক আন্দোলন এবং বন্দর কার্যক্রমে কমপ্লিট শাতডাউন দেওয়ার পর কঠোর অবস্থানে গেছে সরকার, যার শুরু হয়েছে চট্টগ্রাম কাস্টমস হাউসের কমিশনারসহ পাঁচজন সিনিয়র কর্মকর্তাকে সাময়িক বরখাস্ত করার মধ্য দিয়ে।"
    },
    {
        "en": "Official sources say discussions are ongoing to take steps against at least six more officials and punitive measures could range from suspension to transfers. Meanwhile, the Anti Corruption Commission ACC has initiated investigations over the past two days against 11 officers for alleged illicit wealth accumulation.",
        "bn": "অফিশিয়াল সূত্রে জানা গেছে, আরও অন্তত ছয়জন কর্মকর্তার বিরুদ্ধে ব্যবস্থা নেওয়ার আলোচনা চলছে। এই শাস্তিমূলক ব্যবস্থার মধ্যে সাময়িক বরখাস্ত থেকে শুরু করে বদলি পর্যন্ত অন্তর্ভুক্ত থাকতে পারে। এদিকে দুর্নীতি দমন কমিশন দুদক গত দুই দিনে ১১ জন কর্মকর্তার বিরুদ্ধে অবৈধ সম্পদ অর্জনের অভিযোগে তদন্ত শুরু করেছে।"
    },
    {
        "en": "Most of those under investigation were frontliners in the recent movement, except for two top NBR officials. This has prompted allegations among NBR officers that, much like the previous Awami League administration, the current government is using the ACC as a tool – a claim denied by the finance adviser.",
        "bn": "যাদের বিরুদ্ধে তদন্ত করা হচ্ছে, তাদের মধ্যে এনবিআরের শীর্ষস্থানীয় দুইজন কর্মকর্তা বাদে বাকিরা আন্দোলনের সামনের সারিতে ছিলেন। ফলে কর্মকর্তাদের অভিযোগ, বিগত আওয়ামী লীগ সরকারের মতো বর্তমান সরকারও দুদককে হাতিয়ার হিসেবে ব্যবহার করছে। যদিও অর্থ উপদেষ্টা এই অভিযোগ অস্বীকার করেছেন।  "
    },
    {
        "en": "According to the notification, all four officials have completed 25 years in service, making them eligible for forced retirement under government rules. They will receive retirement benefits in accordance with existing regulations.",
        "bn": "প্রজ্ঞাপনে বলা হয়েছে, চার কর্মকর্তারই চাকরিকাল ২৫ বছর পূর্ণ হয়েছে। সরকার জনস্বার্থে তাদের চাকরি থেকে অবসর দেওয়ার কথা বিবেচনা করেছে। সেজন্য সরকারি চাকরি আইন ২০১৮ এর ৪৫ ধারার ক্ষমতাবলে তাদের সরকারি চাকরি থেকে অবসর প্রদান করা হয়েছে। তারা বিদ্যমান নিয়ম অনুযায়ী অবসরকালীন সুবিধাদি পাবেন।"
    },
    {
        "en": "Conversations with NBR field-level officers reveal growing anxiety and discomfort within both the head office and field units. ",
        "bn": "এনবিআরের মাঠ পর্যায়ের কর্মকর্তাদের সঙ্গে কথা বলে প্রধান কার্যালয় ও মাঠ পর্যায়ের অফিস—উভয় ক্ষেত্রেই ক্রমবর্ধমান উদ্বেগ ও অস্বস্তি টের পাওয়া গেছে।"
    },
    {
        "en": "Senior business leaders, who had stepped in as mediators during the standoff, are closely monitoring the unfolding situation. They intend to formally write to the government soon, urging calm and a peaceful resolution.",
        "bn": "আন্দোলনের এক পর্যায়ে মধ্যস্থতাকারী হিসেবে এগিয়ে আসা শীর্ষস্থানীয় ব্যবসায়ী নেতারাও চলমান পরিস্থিতি নিবিড়ভাবে পর্যবেক্ষণ করছেন। তারা শিগগিরই সরকারকে আনুষ্ঠানিকভাবে চিঠি দিয়ে সংযম প্রদর্শনের এবং শান্তিপূর্ণ সমাধানের আহ্বান জানাবেন।"
    },
    {
        "en": "Sources say the matter has already been discussed with Finance Adviser Dr Salehuddin Ahmed, who assured business leaders that there will be no large-scale crackdown. Still, a senior official at the finance ministry told The Business Standard that more disciplinary actions may follow.",
        "bn": "সূত্র বলছে, বিষয়টি নিয়ে ইতিমধ্যে অর্থ উপদেষ্টা ড. সালেহউদ্দিন আহমেদের সঙ্গে কথা হয়েছে। ভবিষ্যতে বড় ধরনের ক্র্যাকডাউন হবে না বলে ব্যবসায়ীদের আশ্বস্ত করেছেন অর্থ উপদেষ্টা। কিন্তু অর্থ মন্ত্রণালয়ের দায়িত্বশীল একটি সূত্র দ্য বিজনেস স্ট্যান্ডার্ডকে বলেছে, আরও কিছু কর্মকর্তার ওপর শাস্তিমূলক ব্যবস্থা আসতে পারে। "
    },
    {
        "en": "Further action against some officers is likely, the official said on condition of anonymity before todays forced retirement order. However, he declined to elaborate on the nature of those measures, adding, Youll see when the time comes.",
        "bn": "গতকালের বাধ্যতামূলক অবসরের আদেশের আগে নাম প্রকাশ না করার শর্তে অর্থ মন্ত্রণালয়ের শীর্ষস্থানীয় একজন কর্মকর্তা টিবিএসকে বলেন, আরো কিছু কর্মকর্তার বিরুদ্ধে ব্যবস্থা নেওয়া হতে পারে। তবে কী ধরনের ব্যবস্থা নেওয়া হতে পারে, সে বিষয়ে বিস্তারিত কিছু জানাতে তিনি রাজি হননি। শুধু বলেন, সময় হলে দেখতে পাবেন।"
    },
    {
        "en": "The NBR officers launched their movement after the government issued an ordinance dissolving the agency and creating two separate divisions for policy and management. They alleged the ordinances were drafted in such a way as to allow administration cadre officers to take control, bypassing the recommendations of the NBR reform committee. ",
        "bn": "উল্লেখ্য, সরকার একটি অধ্যাদেশ জারি করে এনবিআর বিলুপ্ত করে রাজস্ব নীতি ও রাজস্ব ব্যবস্থাপনার জন্য দুটি পৃথক বিভাগ তৈরি করার পরই কর্মকর্তারা আন্দোলনে নামেন। তাদের অভিযোগ ছিল, এনবিআর সংস্কার সুপারিশ পাশ কাটিয়ে প্রশাসন ক্যাডারের কর্মকর্তাদের নিয়ন্ত্রণের সুযোগ করে দেওয়ার জন্যই অধ্যাদেশগুলো প্রস্তুত করা হয়েছে।"
    },
    {
        "en": "The two leaders did not discuss a recent pause in some US weapons shipments to Kyiv during the nearly hour-long call",
        "bn": "মস্কোর একটি প্রদর্শনী পরিদর্শনকালে এ ঘোষণা দেন তিনি। এসময় পুতিন জানান, তিনি ট্রাম্পকে রুশ ব্র্যান্ডের তৈরি এসব পণ্য আমেরিকার বাজারে প্রচারের পরামর্শ দেবেন।"
    },
    {
        "en": "US President Donald Trump pushed for a quick halt to the Ukraine war in a Thursday phone call with Vladimir Putin, while a Kremlin aide said the Russian president reiterated that Moscow would keep pushing to solve the conflicts root causes.",
        "bn": "যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের সঙ্গে বৃহস্পতিবার একটি ফোনালাপে অংশ নেওয়ার ঘোষণা দিয়েছেন রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন। মস্কোর একটি প্রদর্শনী পরিদর্শনকালে এ ঘোষণা দেন তিনি।"
    },
    {
        "en": "The two leaders did not discuss a recent pause in some US weapons shipments to Kyiv during the nearly hour-long call, according to a readout provided by Putin aide Yuri Ushakov.",
        "bn": "এসময় পুতিন জানান, তিনি ট্রাম্পকে রুশ ব্র্যান্ডের তৈরি এসব পণ্য আমেরিকার বাজারে প্রচারের পরামর্শ দেবেন।"
    },
    {
        "en": "Bangladesh expects US tariff relief after Trump announces cuts to Vietnam",
        "bn": "মার্কিন পণ্যের ওপর বিনা শুল্কের শর্তে ভিয়েতনামের সঙ্গে বাণিজ্য চুক্তির ঘোষণা ট্রাম্পের"
    },
    {
        "en": "We expect Bangladesh will be subject to a lower tariff than Vietnam, he said. The United States is considering separate treatment for Least Developed Countries LDCs. Vietnam is not an LDC, so Bangladesh is likely to receive special benefits.",
        "bn": "তবে চুক্তিটি চূড়ান্ত হয়েছে কি না বা ভিয়েতনাম এই শর্তে সম্মত হয়েছে কি না—তা এখনো পরিষ্কার নয়। ভিয়েতনামের রাষ্ট্রীয় সংবাদমাধ্যম ভিয়েতনাম নিউজ জানিয়েছে, দেশটির কমিউনিস্ট পার্টির সাধারণ সম্পাদক তো লাম বুধবার ট্রাম্পের সঙ্গে ফোনে কথা বলেছেন এবং এটিকে একটি কাঠামোগত চুক্তি হিসেবে উল্লেখ করেছেন।"
    },
    {
        "en": "Commerce Adviser Sk Bashir Uddin, who departed Dhaka for Washington Wednesday evening, led the Bangladesh side in the high-stakes meeting. National Security Adviser Khalilur Rahman has been in Washington in advance to negotiate the reciprocal tariff agreement.",
        "bn": "ফোনালাপে তো লাম যুক্তরাষ্ট্রকে অনুরোধ করেন, তারা যেন ভিয়েতনামকে একটি বাজার অর্থনীতি হিসেবে স্বীকৃতি দেয় এবং নির্দিষ্ট উচ্চপ্রযুক্তি পণ্যের ওপর রপ্তানি সীমা তুলে নেয়।"
    },
    {
        "en": "This is a stark tale of how rigid policies and bureaucratic inertia are bleeding government coffers and condemning valuable national assets to decay. At Chattogram Port, vehicles, once worth crores, are left to rust for decades, eventually sold for a pittance as scrap, highlighting systemic flaws in customs and auction procedures.",
        "bn": "শুধু এই গাড়িই নয়, বিলাসবহুল প্রাইভেট কার, ট্রাক, ডাম্প ট্রাকসহ বিভিন্ন ধরনের ৭৪টি যানবাহনের শেষ পরিণতি হয়েছে স্ক্র্যাপ হিসেবে। আনুমানিক ৭০ কোটি টাকা মূল্যের এসব গাড়ির ১৪৭.৬৮ মেট্রিক টন স্ক্র্যাপ বিক্রি করে কাস্টমস পেয়েছে ৪২ লাখ ৮০ হাজার টাকা।"
    },
    {
        "en": "A striking example is a Suzuki car, imported in 1995, which remained unclaimed due to legal issues. Despite multiple auction attempts by the Custom House, it lingered, exposed to the elements for 30 years. By February 2025, it was a stripped, rusted hulk, finally scrapped for a mere Tk24.25 per kilogram.",
        "bn": "জাপান থেকে সুজুকি ব্র্যান্ডের একটি প্রাইভেট কার চট্টগ্রাম বন্দরে আমদানি হয়েছিল ১৯৯৫ সালে। তবে চট্টগ্রাম কাস্টম হাউস খালাস না দেওয়ায় পরবর্তীকালে একাধিক নিলামেও গাড়িটি বিক্রি করা যায়নি। গত ৩০ বছর ধরে চট্টগ্রাম বন্দরে কাস্টমসের পুরনো অকশন শেডে খোলা আকাশের নিচে পড়েছিল গাড়িটি। এ গাড়ির যন্ত্রপাতি চুরি হয়েছে এবং মরিচা ধরে নষ্ট হয়ে গেছে। তাই চলতি বছরের ফেব্রুয়ারিতে স্ক্র্যাপ করে নিলামে ২৪.২৫ টাকা কেজি দরে বিক্রি করেছে চট্টগ্রাম কাস্টম হাউস।"
    },
    {
        "en": "This single instance is part of a larger, alarming pattern. In the same month, 74 other vehicles – including luxury cars, trucks, and dump trucks – met an identical fate. With an estimated combined original value of Tk70 crore, these vehicles were sold as 147.68 tonnes of scrap, yielding the Customs a paltry Tk42.80 lakh. Astonishingly, the Custom House holds no records on the original importers, the number of auctions held, or the reasons for their repeated failure to sell.",
        "bn": "শুধু এই গাড়িই নয়, বিলাসবহুল প্রাইভেট কার, ট্রাক, ডাম্প ট্রাকসহ বিভিন্ন ধরনের ৭৪টি যানবাহনের শেষ পরিণতি হয়েছে স্ক্র্যাপ হিসেবে। আনুমানিক ৭০ কোটি টাকা মূল্যের এসব গাড়ির ১৪৭.৬৮ মেট্রিক টন স্ক্র্যাপ বিক্রি করে কাস্টমস পেয়েছে ৪২ লাখ ৮০ হাজার টাকা। আশ্চর্যের বিষয় হলো, এসব গাড়ির আমদানিকারক কারা, কয়বার নিলামে উঠেছে, কেন নিলামে বিক্রি হয়নি, এসবের কোনো নথিই কাস্টম হাউসের কাছে নেই।"
    },
    {
        "en": "Unrealistic reserve prices: A recipe for decay",
        "bn": "নষ্ট হওয়ার অন্যতম কারণ অবাস্তব রিজার্ভ মূল্য "
    },
    {
        "en": "These vehicles were imported by individuals who, for various reasons, failed to clear them from the port. The critical question arises: why were they not sold at fair or even reduced prices, instead of being left to deteriorate for years? The answer often lies in unrealistic reserve prices.",
        "bn": "এসব গাড়ি ব্যক্তিগতভাবে আমদানি করা হলেও নানা কারণে আমদানিকারকেরা সেগুলো বন্দর থেকে খালাস করতে পারেননি। এক্ষেত্রে প্রধান প্রশ্ন হলো—তাহলে এসব গাড়ি ন্যায্য বা কম মূল্যে বিক্রি না করে বছরের পর বছর ধরে অব্যবহৃত অবস্থায় পড়ে থাকতে দেওয়া হলো কেন? এর বড় কারণ- অবাস্তব রিজার্ভ মূল্য।"
    },
    {
        "en": "Each of these Land Cruiser SUVs was imported from Japan at a cost of Tk1.1 crore. However, the Custom House set the reserve value at over Tk9.67 crore, applying the National Board of Revenues NBR fixed duty rate of 826% on the import price.",
        "bn": "শুল্কমুক্ত সুবিধায় জাপান থেকে প্রতিটি গাড়ি আনা হয়েছিল প্রায় ১ কোটি ১০ লাখ টাকায়। এসব গাড়ির দাম সর্বোচ্চ ৩ কোটি ১০ লাখ টাকা উঠলেও বিভিন্ন আইনি বাধ্যবাধকতার কারণে গাড়িগুলো বিক্রি করেনি কাস্টমস। গত জানুয়োরিতে অনলাইন নিলামে তোলা এসব গাড়ির আমদানি মূল্যের সাথে জাতীয় রাজস্ব বোর্ড এনবিআর নির্ধারিত ৮২৬ শতাংশ শুল্ককর যোগ করে প্রতিটি গাড়ির রিজার্ভ মূল্য নির্ধারণ করে ৯.৬৭ কোটি টাকা। "
    },
    {
        "en": "If the Custom House sets such sky-high reserve value, not a single car will sell even in 100 auctions, asserted Md Habib Ullah Dawn, former president of the Bangladesh Reconditioned Vehicles Importers and Dealers Association Barvida.",
        "bn": "তিনি বলেন, দেশে ল্যান্ড ক্রুজার জেডএক্স ব্র্যান্ডের রিকন্ডিশন্ড গাড়ি অর্থাৎ আরো দুই, তিন বছরের পুরনো হলে সেগুলো ৪ থেকে ৫ কোটি টাকায় বিক্রি করা হয়। এমপিদের আনা গাড়িগুলো শুল্কমুক্ত সুবিধায় আনা হয়েছিল। এগুলো খালাস হলে সরকার কোনো শুল্ক পেত না। এখন গাড়িগুলোর শুল্ক কম ধরে যদি পুনরায় মূল্য নির্ধারণ করা হয়, তাহলে দ্রুত বিক্রি হতে পারে। "
    },
    {
        "en": "Zia Habib Ahasan, a Supreme Court lawyer and secretary general of the Bangladesh Human Rights Foundation, urged reform. If an auction fails, steps should be taken to sell the auctionable goods through negotiation. A tripartite agreement involving Customs, the importer, and the buyer could help secure a better price for the goods.",
        "bn": "সুপ্রিম কোর্টের আইনজীবী ও বাংলাদেশ মানবাধিকার ফাউন্ডেশনের মহাসচিব জিয়া হাবিব আহসান সংস্কারের আহ্বান জানিয়ে বলেন, নিলামে বিক্রি না হলে আলোচনার মাধ্যমে নিলামে তোলা পণ্য বিক্রি করা উচিত। কাস্টমস, আমদানিকারক ও ক্রেতাকে নিয়ে ত্রিপাক্ষিক চুক্তির মাধ্যমে পণ্যের ভালো দাম নিশ্চিত করা সম্ভব।"
    },
    {
        "en": "He added, Letting national assets and revenue go to waste without auctioning them is an outdated practice. The auction process should be reformed by following models from developed countries and incorporating expert opinions.",
        "bn": "তিনি আরও বলেন, জাতীয় সম্পদ নষ্ট ও রাজস্বের ক্ষতি হয়—এমন পুরনো চিন্তা বাদ দিতে হবে। উন্নত দেশের পদ্ধতি অনুযায়ী ও বিশেষজ্ঞদের মতামত নিয়ে নিলাম প্রক্রিয়ার সংস্কার করা উচিত।"
    },
    {
        "en": "Meanwhile, the rigid auction policies have caused a severe pile-up of unsold goods at Chattogram Port, with 10,032 TEUs twenty-foot equivalent units of containers now stuck in limbo. Port officials report that these containers occupy a staggering 19% of the ports total 53,518 TEU capacity, severely disrupting operations.",
        "bn": "নিলামে কাস্টমসের এমন নীতির ফলে চট্টগ্রাম বন্দরে ক্রমশ বাড়ছে নিলামযোগ্য পণ্যের সংখ্যা। বর্তমানে চট্টগ্রাম বন্দরে নিলামযোগ্য পণ্যভর্তি কনটেইনার রয়েছে ১০ হাজার ৩২ টিইইউ। বন্দরে কনটেইনার রাখার সক্ষমতা ৫৩ হাজার ৫১৮ টিইইউ। এর মধ্যে নিলামযোগ্য কনটেইনারে ভর্তি হয়ে আছে প্রায় ১৯ শতাংশ। এর প্রভাবে বন্দরে কনটেইনার জট তৈরি হচ্ছে বলে জানিয়েছেন বন্দর সংশ্লিষ্টরা"
    },
    {
        "en": "The Chattogram Port Authority raised this issue in a joint meeting with Customs on 1 June, formally requesting the NBR to relocate these containers to off-dock facilities to ease congestion. Compounding the problem, Customs routinely fails to pay port charges for sold goods, despite repeated requests. As of now, the Chattogram Custom House owes the port Tk142.72 crore in unpaid auction-related fees, with the Port Authority having sent at least 59 letters seeking payment since November 2011.",
        "bn": "চট্টগ্রাম বন্দর কর্তৃপক্ষ জানিয়েছে, চট্টগ্রাম বন্দর অভ্যন্তরে নিলামযোগ্য প্রায় ১০ হাজার টিইইউএস কনটেইনারের কারণে বন্দরের নিয়ামতি কার্যক্রম বিঘ্নিত হচ্ছে। গত ১ জুন চট্টগ্রাম বন্দর এবং কাস্টমসের যৌথ সভায় বিষয়টি নিয়ে আলোচনাও হয়েছে। এসব নিলামযোগ্য কনটেইনার বিভিন্ন অফডকে স্থানান্তরের অনুরোধ জানিয়ে ইতোমধ্যে চট্টগ্রাম বন্দর কর্তৃপক্ষ থেকে এনবিআরকে চিঠি দেওয়া হয়েছে। নিলামে বিক্রিত পণ্যের হিস্যা বাবদ চট্টগ্রাম কাস্টম হাউসের কাছে ১৪২ কোটি ৭২ লাখ হাজার টাকা বকেয়া পাওনা রয়েছে চট্টগ্রাম বন্দর কর্তৃপক্ষ। পাওনা টাকা আদায়ের বন্দর কর্তৃপক্ষ কাস্টম হাউজ কর্তৃপক্ষকে অন্তত ৫৯টি চিঠি দিয়েছে।"
    },
    {
        "en": "Advocate Akhtar Kabir Chowdhury, president of Transparency International Bangladesh TIBs Chattogram chapter, lambasted the mismanagement, noting the irony that while foreign reserves are depleted through import payments, valuable goods, including vehicles, are left to decay at the port due to bureaucratic delays. He called for urgent legal reforms to ensure the timely disposal of auctionable goods and accountability for officials responsible for such gross wastage.",
        "bn": "ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের টিআইবি চট্টগ্রাম চ্যাপ্টারের সভাপতি অ্যাডভোকেট আখতার কবির চৌধুরী বলেন, একদিকে এলসির মাধ্যমে আমদানি মুল্য বিদেশে চলে যাচ্ছে, অন্যদিকে গাড়িসহ অন্যান্য আমদানি পণ্য এভাবে নষ্ট হচ্ছে। আইনের দোহাই দিয়ে এভাবে রাষ্ট্রীয় সম্পদ নষ্ট করলেও এর সাথে যুক্ত সরকারী কর্মকর্তারা শাস্তির আওতায় আসে না। এভাবে দিনের পর দিন নিলামযোগ্য পণ্য শেডে পড়ে থাকায় বড় অংকের ভাড়া থেকে বঞ্চিত হচ্ছে বন্দর। নিলামযোগ্য পণ্যের দ্রুত নিষ্পত্তি করতে প্রয়োজনে আইন সংশোধন করতে হবে।"
    }
]