[
    {
        "en": "The National Citizen Party NCP has strongly condemned the recent attacks on its party convoys and declared that such acts of violence will not deter its continued movement for building a new Bangladesh.",
        "bn": "জাতীয় নাগরিক দল এনসিপি তাদের দলীয় কনভয়গুলিতে সাম্প্রতিক হামলার তীব্র নিন্দা জানিয়েছে এবং ঘোষণা করেছে যে এই ধরনের সহিংসতা নতুন বাংলাদেশ গড়ার জন্য তাদের অব্যাহত আন্দোলনকে থামাতে পারবে না।"
    },
    {
        "en": "On behalf of NCP, its Member Secretary Akhtar Hossain made these remarks at the July Photo Exhibition organized at Shahbagh Dhaka on Thursday around 7:15pm.",
        "bn": "বৃহস্পতিবার সন্ধ্যা ৭:১৫ টার দিকে ঢাকার শাহবাগে আয়োজিত জুলাই ছবির প্রদর্শনীতে এনসিপির পক্ষ থেকে তাদের সদস্য সচিব আখতার হোসেন এই মন্তব্য করেন।"
    },
    {
        "en": "Speaking about the partys popular support, Akhtar Hossain declared that no matter how many cocktails explode, no matter how many grenade blasts occur, the general people of Bangladesh cannot be separated from the National Citizen Party NCP and its leadership.",
        "bn": "দলের জনসমর্থন সম্পর্কে বলতে গিয়ে আখতার হোসেন ঘোষণা করেন যে যত ককটেলই বিস্ফোরিত হোক না কেন, যত গ্রেনেড বিস্ফোরণই হোক না কেন, বাংলাদেশের সাধারণ জনগণকে জাতীয় নাগরিক দল এনসিপি এবং এর নেতৃত্ব থেকে আলাদা করা যাবে না।"
    },
    {
        "en": "Akhtar also emphasized the resilience of those who participated in the July uprising.",
        "bn": "আখতার জুলাইয়ের বিদ্রোহে অংশগ্রহণকারীদের স্থিতিস্থাপকতার উপরও জোর দিয়েছিলেন।"
    },
    {
        "en": "Since the fall of the Awami League government in August last year, ongoing political instability and law and order disruptions have contributed to the sustained decline in private sector credit expansion, according to bankers and businesses.",
        "bn": "গত বছরের আগস্টে আওয়ামী লীগ সরকার পতন এবং এরপর থেকে দেশে রাজনৈতিক অস্থিরতা এবং আইনশৃঙ্খলার অবনতির কারণে বেসরকারি খাতে ঋণ বিতরণ কমেছে  বলে মনে করছেন ব্যাংকার ও ব্যবসায়ীরা।"
    },
    {
        "en": "We are those people who, even after being directly shot at, even after being killed by direct bullets, even after some of us became martyrs, another part of us stood chest forward on the streets and uprooted Hasina's autocratic rule from Bangladesh he said",
        "bn": "আমরা সেইসব মানুষ যারা সরাসরি গুলিবিদ্ধ হওয়ার পরেও, সরাসরি গুলিবিদ্ধ হওয়ার পরেও, এমনকি আমাদের মধ্যে কেউ কেউ শহীদ হওয়ার পরেও, আমাদের আরেকটি অংশ রাস্তায় বুক চিতিয়ে দাঁড়িয়েছিল এবং বাংলাদেশ থেকে হাসিনার স্বৈরাচারী শাসনকে উপড়ে ফেলেছিল, তিনি বলেন।"
    },
    {
        "en": "He further expressed confidence that recent attacks on their information display vehicles would not deter their movement.",
        "bn": "তিনি আরও আত্মবিশ্বাস ব্যক্ত করেন যে তাদের তথ্য প্রদর্শনকারী যানবাহনের উপর সাম্প্রতিক আক্রমণগুলি তাদের চলাচলে কোনও বাধা সৃষ্টি করবে না।"
    },
    {
        "en": "Just as the people of Bangladesh have pledged to build a new Bangladesh through the ruins, attacking our party convoy and information display vehicles will not suppress us, he said.",
        "bn": "যেমন বাংলাদেশের মানুষ ধ্বংসস্তূপের মধ্য দিয়ে একটি নতুন বাংলাদেশ গড়ার অঙ্গীকার করেছে, তেমনি আমাদের দলীয় কনভয় এবং তথ্য প্রদর্শনকারী যানবাহনে আক্রমণ আমাদের দমন করতে পারবে না, তিনি বলেন।"
    },
    {
        "en": "Akhtar also raised concerns about the slow pace of justice following the uprising, saying that so much time has passed since the uprising, yet there has been no significant progress in trials.",
        "bn": "আখতার বিদ্রোহের পর বিচারের ধীর গতি নিয়েও উদ্বেগ প্রকাশ করেন, বলেন যে বিদ্রোহের পর এত সময় কেটে গেছে, তবুও বিচারে কোনও উল্লেখযোগ্য অগ্রগতি হয়নি।"
    },
    {
        "en": "Investigation reports have not been submitted, charge sheets have not been formed, and cases have not been made actionable, he added.",
        "bn": "তদন্ত প্রতিবেদন জমা দেওয়া হয়নি, চার্জশিট তৈরি করা হয়নি এবং মামলাগুলো কার্যকর করা হয়নি, তিনি আরও যোগ করেন।"
    },
    {
        "en": "Akhtar particularly criticized the escape of top Awami League officials, saying: The top terrorists of the Awami League, the biggest terrors who gave orders to shoot our students during the movement, who planned and committed genocide and crimes against humanity during the movement   these top terrorist Awami criminals have been allowed to flee from Bangladesh.",
        "bn": "আখতার বিশেষ করে শীর্ষ আওয়ামিআখতারের পলায়নের সমালোচনা করেছেন, বিশেষ করে শীর্ষ আওয়ামী লীগের কর্মকর্তাদের পলায়নের সমালোচনা করেছেন, বলেছেন: আওয়ামী লীগের শীর্ষ সন্ত্রাসীরা, আন্দোলনের সময় আমাদের শিক্ষার্থীদের গুলি করার নির্দেশ দেওয়া সবচেয়ে বড় সন্ত্রাসী, আন্দোলনের সময় গণহত্যা ও মানবতাবিরোধী অপরাধের পরিকল্পনা ও সংঘটনকারী   এই শীর্ষ সন্ত্রাসী আওয়ামী অপরাধীদের বাংলাদেশ থেকে পালাতে দেওয়া হয়েছে। লীগ কর্মকর্তারা বলছেন: আওয়ামী লীগের শীর্ষ সন্ত্রাসীরা, আন্দোলনের সময় আমাদের শিক্ষার্থীদের গুলি করার নির্দেশ দেওয়া সবচেয়ে বড় সন্ত্রাসী, আন্দোলনের সময় গণহত্যা ও মানবতাবিরোধী অপরাধের পরিকল্পনা ও সংঘটনকারী   এই শীর্ষ আওয়ামী অপরাধীদের বাংলাদেশ থেকে পালাতে দেওয়া হয়েছে।"
    },
    {
        "en": "He called for immediate action against remaining collaborators within the administration.",
        "bn": "তিনি প্রশাসনের মধ্যে থাকা বাকি সহযোগীদের বিরুদ্ধে অবিলম্বে ব্যবস্থা নেওয়ার আহ্বান জানান।"
    },
    {
        "en": "We call upon the government, as a post uprising government, your primary duty is to find and take appropriate action against the Awami League collaborators hiding within the administration and law enforcement agencies, Akhtar said.",
        "bn": "আমরা সরকারের প্রতি আহ্বান জানাচ্ছি, বিদ্রোহ পরবর্তী সরকার হিসেবে, আপনার প্রাথমিক কর্তব্য হলো প্রশাসন এবং আইন প্রয়োগকারী সংস্থার মধ্যে লুকিয়ে থাকা আওয়ামী লীগের সহযোগীদের খুঁজে বের করা এবং তাদের বিরুদ্ধে যথাযথ ব্যবস্থা নেওয়া, আখতার বলেন।"
    },
    {
        "en": "Looking toward the future, Akhtar outlined the party's vision for national unity, saying: We call upon all anti fascist successful political parties of Bangladesh to reach July's message to every person, to every home",
        "bn": "ভবিষ্যতের দিকে তাকিয়ে, আখতার জাতীয় ঐক্যের জন্য দলের দৃষ্টিভঙ্গি তুলে ধরে বলেন: আমরা বাংলাদেশের সকল ফ্যাসিবাদ বিরোধী সফল রাজনৈতিক দলকে জুলাইয়ের বার্তা প্রতিটি ব্যক্তির কাছে, প্রতিটি ঘরে পৌঁছে দেওয়ার আহ্বান জানাই।"
    },
    {
        "en": "He added: “Every political party, all anti fascist sides, and social organizations should adopt various innovative programs centered around July.",
        "bn": "তিনি আরও বলেন: “প্রতিটি রাজনৈতিক দল, সমস্ত ফ্যাসিবাদ বিরোধী পক্ষ এবং সামাজিক সংগঠনের উচিত জুলাই মাসকে কেন্দ্র করে বিভিন্ন উদ্ভাবনী কর্মসূচি গ্রহণ করা।"
    },
    {
        "en": "He further expressed optimism about the country's trajectory, saying: We believe that the strength and inspiration with which the people of Bangladesh united against Awami autocracy in July will successfully carry forward the journey toward rebuilding a new Bangladesh based on fundamental reforms and democratic structures.",
        "bn": "তিনি দেশের অগ্রগতি সম্পর্কে আরও আশাবাদ ব্যক্ত করে বলেন: আমরা বিশ্বাস করি যে জুলাই মাসে বাংলাদেশের জনগণ আওয়ামী স্বৈরাচারের বিরুদ্ধে যে শক্তি এবং অনুপ্রেরণা নিয়ে ঐক্যবদ্ধ হয়েছিল, তা মৌলিক সংস্কার এবং গণতান্ত্রিক কাঠামোর উপর ভিত্তি করে একটি নতুন বাংলাদেশ পুনর্গঠনের যাত্রা সফলভাবে এগিয়ে নিয়ে যাবে।"
    },
    {
        "en": "Ariful Islam Adeeb, senior joint convenor of the NCP, provided additional context about ongoing violence against movement participants.",
        "bn": "এনসিপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদিব আন্দোলনে অংশগ্রহণকারীদের বিরুদ্ধে চলমান সহিংসতা সম্পর্কে অতিরিক্ত প্রসঙ্গ তুলে ধরেন।"
    },
    {
        "en": "In the past 10 months, the terrorist forces of this fascist killer Awami League, Chhatra League and Jubo League terrorists have been hiding in various places, harassing martyr families, attacking martyrs' graves, and assaulting injured comrades, he said. ",
        "bn": "গত ১০ মাসে, এই ফ্যাসিবাদী খুনি আওয়ামী লীগ, ছাত্রলীগ এবং যুবলীগের সন্ত্রাসীদের সন্ত্রাসী বাহিনী বিভিন্ন স্থানে লুকিয়ে আছে, শহীদ পরিবারগুলিকে হয়রানি করছে, শহীদদের কবরে আক্রমণ করছে এবং আহত সহকর্মীদের উপর হামলা করছে, তিনি বলেন।"
    },
    {
        "en": "Adeeb noted the targeting of movement leaders across the country, saying: We are seeing that in various places outside Dhaka, especially in Comilla and other areas, those who provided leadership from the front have been attacked.",
        "bn": "দেশজুড়ে আন্দোলনের নেতাদের লক্ষ্যবস্তু করার কথা উল্লেখ করে আদিব বলেন: আমরা দেখছি যে ঢাকার বাইরে বিভিন্ন স্থানে, বিশেষ করে কুমিল্লা এবং অন্যান্য অঞ্চলে, যারা সামনে থেকে নেতৃত্ব দিয়েছিলেন তাদের উপর আক্রমণ করা হয়েছে।"
    },
    {
        "en": "He characterized the recent attacks on NCP as part of a broader pattern.",
        "bn": "তিনি এনসিপির উপর সাম্প্রতিক আক্রমণগুলিকে একটি বৃহত্তর প্যাটার্নের অংশ হিসাবে বর্ণনা করেছেন।"
    },
    {
        "en": "He said: Since the National Citizen Party has been formed from the uprising, carrying the aspirations and spirit of the uprising, when it appears as a political force representing those who participated in the uprising, today's attacks are being carried out to obstruct and block this path.",
        "bn": "তিনি বলেন: যেহেতু জাতীয় নাগরিক দলটি বিদ্রোহ থেকে গঠিত হয়েছে, যা বিদ্রোহের আকাঙ্ক্ষা এবং চেতনা বহন করে, যখন এটি বিদ্রোহে অংশগ্রহণকারীদের প্রতিনিধিত্বকারী একটি রাজনৈতিক শক্তি হিসাবে আবির্ভূত হয়, আজকের আক্রমণগুলি এই পথকে বাধাগ্রস্ত এবং অবরুদ্ধ করার জন্য পরিচালিত হচ্ছে।"
    },
    {
        "en": "We want to make it clear that those who participated in the movement, ignoring the fear of death and standing in front of bullets, forced that fascist killer to flee abroad, he concluded.",
        "bn": "আমরা এটা স্পষ্ট করে বলতে চাই যে যারা মৃত্যুর ভয় উপেক্ষা করে এবং বুলেটের সামনে দাঁড়িয়ে আন্দোলনে অংশগ্রহণ করেছিলেন, তারাই সেই ফ্যাসিবাদী খুনিকে বিদেশে পালিয়ে যেতে বাধ্য করেছিলেন, তিনি উপসংহারে বলেন।"
    },
    {
        "en": "Joynal Abedin Shishir, joint member secretary of NCP; SM Saif Mustafiz, joint member secretary of NCP, among others, also delivered their speeches at the event",
        "bn": "অনুষ্ঠানে অন্যান্যদের মধ্যে বক্তব্য রাখেন এনসিপির যুগ্ম সদস্য সচিব জয়নাল আবেদীন শিশির; এনসিপির যুগ্ম সদস্য সচিব এসএম সাইফ মুস্তাফিজ।"
    },
    {
        "en": "US President Donald Trump boasted of a phenomenal victory to cheering supporters at a rally in Iowa on Thursday after Congress narrowly passed his signature tax and spending bill, cementing his radical second term agenda.",
        "bn": "বৃহস্পতিবার আইওয়াতে এক সমাবেশে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প তার স্বাক্ষরিত কর ও ব্যয় বিল কংগ্রেসে স্বল্প ব্যবধানে পাসের পর সমর্থকদের উল্লাসে অসাধারণ বিজয় বলে গর্বিত করেছেন, যা তার দ্বিতীয় মেয়াদের উগ্র এজেন্ডাকে আরও দৃঢ় করে তুলেছে।"
    },
    {
        "en": "The jubilant president kicked off America's year long 250th birthday celebrations with a victory lap hailing the unpopular bill, which has caused deep concern within his own Republican Party    as well as, polls show, among many Americans.",
        "bn": "উল্লসিত রাষ্ট্রপতি আমেরিকার বছরব্যাপী ২৫০ তম জন্মদিন উদযাপনের সূচনা করেন বিজয়ের মাধ্যমে, অজনপ্রিয় বিলটিকে স্বাগত জানিয়ে, যা তার নিজের রিপাবলিকান পার্টির মধ্যেই গভীর উদ্বেগের সৃষ্টি করেছে    এবং জরিপ অনুসারে, অনেক আমেরিকানের মধ্যেও।"
    },
    {
        "en": "Many fear that it will balloon the national debt, gut health and welfare support as well as clean energy, and supercharge Trump's migrant crackdown.",
        "bn": "অনেকেই আশঙ্কা করছেন যে এটি জাতীয় ঋণ, অন্ত্রের স্বাস্থ্য ও কল্যাণ সহায়তার পাশাপাশি পরিষ্কার জ্বালানিকে আরও বাড়িয়ে তুলবে এবং ট্রাম্পের অভিবাসী দমন পীড়নের উপর জোর দেবে।"
    },
    {
        "en": "There could be no better birthday present for America than the phenomenal victory we achieved just hours ago, Trump told supporters in the state capital, Des Moines.",
        "bn": "কয়েক ঘন্টা আগে আমরা যে অসাধারণ জয় অর্জন করেছি, তার চেয়ে ভালো জন্মদিনের উপহার আমেরিকার জন্য আর কিছু হতে পারে না, রাজ্যের রাজধানী ডেস মইন্সে সমর্থকদের উদ্দেশ্যে ট্রাম্প বলেন।"
    },
    {
        "en": "Very simply, the one, big beautiful bill would deliver the strongest border on Earth, the strongest economy on Earth, the strongest military on Earth, and ensure the United States of America will remain the strongest country anywhere on this beautiful planet of ours.",
        "bn": "খুব সহজভাবে বলতে গেলে, এই বিশাল সুন্দর বিলটি পৃথিবীর সবচেয়ে শক্তিশালী সীমান্ত, পৃথিবীর সবচেয়ে শক্তিশালী অর্থনীতি, পৃথিবীর সবচেয়ে শক্তিশালী সামরিক বাহিনী প্রদান করবে এবং নিশ্চিত করবে যে মার্কিন যুক্তরাষ্ট্র আমাদের এই সুন্দর গ্রহের যেকোনো জায়গায় সবচেয়ে শক্তিশালী দেশ হিসেবে থাকবে।"
    },
    {
        "en": "The bill squeezed past a final vote earlier Thursday, 218 214, after a small group of Republican opponents in the House of Representatives finally fell in line, corralled by Speaker Mike Johnson.",
        "bn": "বৃহস্পতিবারের শুরুতে অনুষ্ঠিত চূড়ান্ত ভোটে বিলটি ২১৮ ২১৪ ভোটে পিছিয়ে যায়, যখন প্রতিনিধি পরিষদে রিপাবলিকান বিরোধীদের একটি ছোট দল অবশেষে লাইনে পড়ে যায়, স্পিকার মাইক জনসনের সমর্থনে।"
    },
    {
        "en": "Trump said he would sign the bill into law on Friday, American Independence Day, adding that pilots who had carried out US strikes on Iran two weeks earlier would be in attendance. ",
        "bn": "ট্রাম্প বলেছেন যে তিনি শুক্রবার, আমেরিকার স্বাধীনতা দিবসে বিলটি আইনে স্বাক্ষর করবেন, এবং আরও যোগ করেছেন যে দুই সপ্তাহ আগে ইরানে মার্কিন হামলা চালানো পাইলটরা উপস্থিত থাকবেন।"
    },
    {
        "en": "The legislation is the latest in a series of big wins for Trump, including a Supreme Court ruling last week that curbed lone federal judges from blocking his policies, and US air strikes that led to a ceasefire between Israel and Iran.",
        "bn": "এই আইনটি ট্রাম্পের জন্য বড় জয়ের ধারাবাহিকতার সর্বশেষতম উদাহরণ, যার মধ্যে রয়েছে গত সপ্তাহে সুপ্রিম কোর্টের এক রায়, যা একমাত্র ফেডারেল বিচারকদের ট্রাম্পের নীতিমালা ব্লক করতে বাধা দেয়, এবং মার্কিন বিমান হামলার ফলে ইসরায়েল ও ইরানের মধ্যে যুদ্ধবিরতি হয়।"
    },
    {
        "en": "His sprawling mega bill narrowly passed the Senate on Tuesday and had to return to the lower chamber for its approval of the senators' revisions.",
        "bn": "মঙ্গলবার তার বিশাল মেগা বিলটি সিনেটে অল্পের জন্য পাস হয় এবং সিনেটরদের সংশোধনী অনুমোদনের জন্য নিম্নকক্ষে ফিরে যেতে হয়।"
    },
    {
        "en": "The package honours many of Trump's campaign promises: boosting military spending, funding a mass migrant deportation drive and committing $4.5 trillion to extend his first term tax relief.",
        "bn": "এই প্যাকেজটি ট্রাম্পের নির্বাচনী প্রতিশ্রুতির অনেকগুলিকে সম্মান করে: সামরিক ব্যয় বৃদ্ধি, গণ অভিবাসী নির্বাসন অভিযানে তহবিল প্রদান এবং তার প্রথম মেয়াদের কর ছাড় বাড়ানোর জন্য ৪.৫ ট্রিলিয়ন ডলারের প্রতিশ্রুতি।"
    },
    {
        "en": "Everything was an absolute disaster under the Biden Harris radical regime, and we took the best effort that we could, in one big, beautiful bill, to fix as much of it as we could, Johnson said.",
        "bn": "বাইডেন হ্যারিসের উগ্র শাসনামলে সবকিছুই ছিল এক চরম বিপর্যয়, এবং আমরা যথাসাধ্য চেষ্টা করেছি, একটি বৃহৎ, সুন্দর বিলের মাধ্যমে, যতটা সম্ভব এটি ঠিক করার জন্য, জনসন বলেন।"
    },
    {
        "en": "And I am so grateful that we got that done",
        "bn": "আর আমি খুবই কৃতজ্ঞ যে আমরা এটা করতে পেরেছি।"
    },
    {
        "en": "But it is expected to pile an extra $3.4 trillion over a decade onto the country's fast growing deficits, while shrinking the federal food assistance program and forcing through the largest cuts to the Medicaid health insurance scheme for low income Americans since its 1960s launch.",
        "bn": "কিন্তু আশা করা হচ্ছে যে এটি এক দশক ধরে দেশের দ্রুত বর্ধনশীল ঘাটতির জন্য অতিরিক্ত $3.4 ট্রিলিয়ন জমা করবে, একই সাথে ফেডারেল খাদ্য সহায়তা কর্মসূচি সংকুচিত করবে এবং 1960 এর দশকের শুরুর পর থেকে নিম্ন আয়ের আমেরিকানদের জন্য মেডিকেড স্বাস্থ্য বীমা প্রকল্পে সবচেয়ে বড় কাটছাঁট করতে বাধ্য করবে। "
    },
    {
        "en": "Some estimates put the total number of recipients set to lose their insurance coverage under the bill at 17 million. Scores of rural hospitals are expected to close.",
        "bn": "কিছু অনুমান অনুসারে, বিলের আওতায় বীমা সুবিধা হারাবেন এমন মোট প্রাপকের সংখ্যা ১ কোটি ৭০ লক্ষ। গ্রামীণ হাসপাতাল বন্ধ হয়ে যাওয়ার আশঙ্কা রয়েছে।"
    },
    {
        "en": "While Republican moderates in the House fear the cuts will damage their prospects of reelection next year, fiscal hawks chafed over savings that they say fall far short of what was promised.",
        "bn": "যদিও হাউসের রিপাবলিকান মধ্যপন্থীরা আশঙ্কা করছেন যে এই কাটছাঁট আগামী বছর তাদের পুনর্নির্বাচনের সম্ভাবনাকে ক্ষতিগ্রস্ত করবে, তবুও রাজস্ব বিরোধীরা সঞ্চয়ের উপর বিরক্ত, যা তারা বলে যে প্রতিশ্রুতির চেয়ে অনেক কম।"
    },
    {
        "en": "Johnson had to negotiate tight margins and could only lose a handful of lawmakers in the final vote, among more than two dozen who had earlier declared themselves open to rejecting the 869 page text.",
        "bn": "জনসনকে খুব কম ব্যবধানে ভোটের ব্যবধানে ভোট দিতে হয়েছিল এবং চূড়ান্ত ভোটে তিনি মাত্র কয়েকজন আইনপ্রণেতাকে হারাতে পেরেছিলেন, যাদের মধ্যে দুই ডজনেরও বেশি আইনপ্রণেতা ছিলেন যারা আগে ৮৬৯ পৃষ্ঠার এই লেখাটি প্রত্যাখ্যান করার জন্য নিজেদের উন্মুক্ত ঘোষণা করেছিলেন।"
    },
    {
        "en": "Trump spent weeks hitting the phones and hosting White House meetings to cajole lawmakers torn between angering welfare recipients at home and incurring the president's wrath.",
        "bn": "ট্রাম্প সপ্তাহের পর সপ্তাহ ধরে ফোনে কথা বলেছেন এবং হোয়াইট হাউসে বৈঠক করেছেন আইন প্রণেতাদের, যারা ঘরে বসে কল্যাণ প্রাপকদের ক্ষুব্ধ করে রাষ্ট্রপতির ক্রোধের মধ্যে বিভক্ত।"
    },
    {
        "en": "Democrats hope public opposition to the bill will help them flip the House in the 2026 midterm election, pointing to data showing that it represents a huge redistribution of wealth from the poorest Americans to the richest.",
        "bn": "ডেমোক্র্যাটরা আশা করছেন যে বিলটির বিরুদ্ধে জনসাধারণের বিরোধিতা তাদের ২০২৬ সালের মধ্যবর্তী নির্বাচনে হাউসকে উল্টে দিতে সাহায্য করবে, তারা তথ্যের দিকে ইঙ্গিত করে যে এটি দরিদ্রতম আমেরিকানদের থেকে ধনীদের মধ্যে সম্পদের বিশাল পুনর্বণ্টনের প্রতিনিধিত্ব করে।"
    },
    {
        "en": "This bill, this one big, ugly bill    this reckless Republican budget, this disgusting abomination    is not about improving the quality of life of the American people, House Minority Leader Hakeem Jeffries said.",
        "bn": "এই বিল, এই বিশাল, কুৎসিত বিল    এই বেপরোয়া রিপাবলিকান বাজেট, এই জঘন্য জঘন্য কাজ    আমেরিকান জনগণের জীবনযাত্রার মান উন্নত করার বিষয়ে নয়, হাউস মাইনরিটি লিডার হাকিম জেফ্রিস বলেন। "
    },
    {
        "en": "After the bill was passed, Trump's predecessor, Joe Biden, said it was not only reckless, it's cruel.",
        "bn": "বিলটি পাস হওয়ার পর, ট্রাম্পের পূর্বসূরী জো বাইডেন বলেছিলেন যে এটি শুধুমাত্র বেপরোয়া নয়   এটি নিষ্ঠুর।"
    },
    {
        "en": "Extra spending on the military and border security will be paid in part through ending clean energy and electric vehicle subsidies    a factor triggering a bitter public feud between Trump and former key advisor Elon Musk.",
        "bn": "সামরিক ও সীমান্ত নিরাপত্তার উপর অতিরিক্ত ব্যয় আংশিকভাবে পরিষ্কার শক্তি এবং বৈদ্যুতিক যানবাহনের ভর্তুকি বন্ধ করার মাধ্যমে পরিশোধ করা হবে    যা ট্রাম্প এবং প্রাক্তন প্রধান উপদেষ্টা এলন মাস্কের মধ্যে তীব্র জনবিরোধের সূত্রপাত করে।"
    },
    {
        "en": "The Rapid Action Battalion RAB has arrested the prime suspect behind orchestrating a mob assault, filming, and the online circulation of a video showing a woman being raped and tortured in Comilla’s Muradnagar upazila.",
        "bn": "কুমিল্লার মুরাদনগর উপজেলায় এক নারীকে ধর্ষণ ও নির্যাতনের দৃশ্য ধারণ করে গণপিটুনি, ভিডিও ধারণ এবং অনলাইনে প্রচারের মূল সন্দেহভাজনকে গ্রেপ্তার করেছে র‍্যাপিড অ্যাকশন ব্যাটালিয়ন র‍্যাব।"
    },
    {
        "en": "Md Shah Poran, 28, was picked up from the Kabila Bazar area of Burichang upazila around noon on Thursday, RAB 11 Commanding Officer Lt Col HM Shazzad Hossain said during a briefing at the RAB Media Centre in the capital on Friday.",
        "bn": "শুক্রবার রাজধানীর র‍্যাব মিডিয়া সেন্টারে এক ব্রিফিংয়ে র‍্যাব ১১ এর কমান্ডিং অফিসার লেফটেন্যান্ট কর্নেল এইচএম শাজ্জাদ হোসেন জানান, বৃহস্পতিবার দুপুরের দিকে বুড়িচং উপজেলার কাবিলা বাজার এলাকা থেকে মো. শাহ পরান ২৮ কে গ্রেপ্তার করা হয়।"
    },
    {
        "en": "A mobile phone believed to have been used to spread the footage was also seized from his possession, he added.",
        "bn": "তিনি আরও বলেন, তার কাছ থেকে একটি মোবাইল ফোন জব্দ করা হয়েছে যা ফুটেজটি ছড়িয়ে দেওয়ার জন্য ব্যবহার করা হয়েছিল বলে মনে করা হচ্ছে।"
    },
    {
        "en": "According to RAB, Poran masterminded the June 26 assault to avenge an earlier public humiliation by his elder brother, Fozor Ali.",
        "bn": "র‍্যাবের মতে, পোরান তার বড় ভাই ফজোর আলীর দ্বারা পূর্বে জনসমক্ষে অপমানের প্রতিশোধ নিতে ২৬ জুনের হামলার মূল পরিকল্পনাকারী।"
    },
    {
        "en": "Quoting locals, RAB said the brothers had quarrelled months ago, ending with Fozor slapping Poran during a village arbitration at Baherchar in Muradnagar.",
        "bn": "স্থানীয়দের বরাত দিয়ে র‍্যাব জানিয়েছে, কয়েক মাস আগে দুই ভাইয়ের মধ্যে ঝগড়া হয়, যার পরিণতি মুরাদনগরের বাহেরচরে গ্রাম্য সালিশের সময় ফজোর পোড়ানকে চড় মারে।"
    },
    {
        "en": "Seeking revenge, Poran allegedly mobilized a group of villagers through the messaging app Imo.",
        "bn": "প্রতিশোধ নেওয়ার জন্য, পোরান ইমো মেসেজিং অ্যাপের মাধ্যমে গ্রামবাসীদের একটি দলকে একত্রিত করেছিল বলে অভিযোগ।"
    },
    {
        "en": "Around 11:30pm on the night of the incident, Fozor entered the woman's house under the pretext of collecting interest on a Tk50,000 loan he had given her mother.",
        "bn": "ঘটনার দিন রাত আনুমানিক ১১:৩০ টার দিকে, ফজর মহিলার মাকে দেওয়া ৫০,০০০ টাকা ঋণের সুদ আদায়ের অজুহাতে মহিলার বাড়িতে প্রবেশ করে।"
    },
    {
        "en": "Twenty minutes later, Poran and several accomplices — identified as Abul Kalam, Onik, Arif, Suman, Ramzan, and eight to ten unidentified others — broke down the door, beat and assaulted the woman, and forced Fozor to join in the abuse.",
        "bn": "বিশ মিনিট পর, পোরান এবং তার সহযোগীরা   আবুল কালাম, অনিক, আরিফ, সুমন, রমজান এবং আট থেকে দশজন অজ্ঞাত পরিচয়   দরজা ভেঙে ভেতরে ঢুকে পড়ে, মহিলাকে মারধর ও লাঞ্ছিত করে এবং ফজোরকে নির্যাতনে যোগ দিতে বাধ্য করে।"
    },
    {
        "en": "The attackers then filmed the scene and later posted the video on social media platforms, spreading panic and outrage across the locality, RAB said.",
        "bn": "র‌্যাব জানিয়েছে, হামলাকারীরা এরপর দৃশ্যটি ধারণ করে এবং পরে ভিডিওটি সোশ্যাল মিডিয়া প্ল্যাটফর্মে পোস্ট করে, যার ফলে এলাকাজুড়ে আতঙ্ক ও ক্ষোভ ছড়িয়ে পড়ে।"
    },
    {
        "en": "The rape survivor’s family filed a case under the Women and Children Repression Prevention Act and the Pornography Control Act with Muradnagar police station on Sunday.",
        "bn": "ধর্ষণের শিকার ওই তরুণীর পরিবার রবিবার মুরাদনগর থানায় নারী ও শিশু নির্যাতন দমন আইন এবং পর্নোগ্রাফি নিয়ন্ত্রণ আইনে মামলা দায়ের করেছে।"
    },
    {
        "en": "Law enforcement agencies have so far arrested six suspects, including the survivor’s suspected rapist, Fozor.",
        "bn": "আইন প্রয়োগকারী সংস্থাগুলি এখন পর্যন্ত ছয়জন সন্দেহভাজনকে গ্রেপ্তার করেছে, যার মধ্যে ভুক্তভোগীর সন্দেহভাজন ধর্ষক ফজোরও রয়েছে। "
    },
    {
        "en": "During primary interrogation, Poran admitted to planning the attack and directing others to record and circulate the footage as retaliation against his brother, RAB claimed.",
        "bn": "প্রাথমিক জিজ্ঞাসাবাদে পোরান স্বীকার করেছেন যে তিনি তার ভাইয়ের বিরুদ্ধে প্রতিশোধ হিসেবে হামলার পরিকল্পনা করেছিলেন এবং অন্যদের ফুটেজ রেকর্ড করে প্রচার করার নির্দেশ দিয়েছিলেন।"
    },
    {
        "en": "He is being turned over to Muradnagar police, while efforts continue to arrest the remaining suspects, the RAB official added.",
        "bn": "তাকে মুরাদনগর পুলিশের কাছে হস্তান্তর করা হচ্ছে, বাকি সন্দেহভাজনদের গ্রেপ্তারের চেষ্টা অব্যাহত রয়েছে, র‍্যাব কর্মকর্তা আরও জানান।"
    },
    {
        "en": "The Bangladesh Army arrested the notorious Jahangir Kabir Lipton, one of the most wanted criminals in the country, along with three of his close associates during an operation in Durbachara village under Islamic University police station in Kushtia on Friday morning.",
        "bn": "শুক্রবার সকালে কুষ্টিয়ার ইসলামী বিশ্ববিদ্যালয় থানাধীন দুর্বাছড়া গ্রামে অভিযান চালিয়ে দেশের অন্যতম মোস্ট ওয়ান্টেড অপরাধী জাহাঙ্গীর কবির লিপটনকে তার তিন ঘনিষ্ঠ সহযোগীসহ গ্রেপ্তার করেছে বাংলাদেশ সেনাবাহিনী। "
    },
    {
        "en": "Acting on a tip off, the operation was executed around 4am with high efficiency and without any damage or sabotage, according to a statement issued by the Inter Services Public Relations ISPR.",
        "bn": "আন্তঃবাহিনী জনসংযোগ পরিদপ্তর আইএসপিআর কর্তৃক জারি করা এক বিবৃতিতে বলা হয়েছে, গোপন সংবাদের ভিত্তিতে, ভোর ৪টার দিকে উচ্চ দক্ষতার সাথে এবং কোনও ক্ষতি বা নাশকতা ছাড়াই অভিযানটি পরিচালিত হয়।"
    },
    {
        "en": "During the raid, law enforcement recovered a substantial cache of weapons and ammunition, including six foreign pistols, one long barrel foreign gun, ten pistol magazines, 33 rounds of 9mm ammunition, 50 rounds of 7.62mm ammunition, 36 rounds of 12 bore ammunition, 21 empty cartridges, and various sharp domestic weapons.",
        "bn": "অভিযানের সময়, আইন প্রয়োগকারী সংস্থাগুলি প্রচুর পরিমাণে অস্ত্র ও গোলাবারুদ উদ্ধার করে, যার মধ্যে রয়েছে ছয়টি বিদেশী পিস্তল, একটি দীর্ঘ ব্যারেল বিদেশী বন্দুক, দশটি পিস্তলের ম্যাগাজিন, ৩৩ রাউন্ড ৯ মিমি গোলাবারুদ, ৫০ রাউন্ড ৭.৬২ মিমি গোলাবারুদ, ৩৬ রাউন্ড ১২ বোরের গোলাবারুদ, ২১টি খালি কার্তুজ এবং বিভিন্ন ধারালো দেশীয় অস্ত্র।"
    },
    {
        "en": "In addition, law enforcers seized weapon cleaning kits, a pistol cover, shields, and spears.",
        "bn": "এছাড়াও, আইনশৃঙ্খলা বাহিনী অস্ত্র পরিষ্কারের সরঞ্জাম, একটি পিস্তলের কভার, ঢাল এবং বর্শা জব্দ করেছে।"
    },
    {
        "en": "The arrested individuals are reportedly wanted on multiple criminal charges across various police stations and are accused of establishing a reign of terror in the area through various criminal and terrorist activities.",
        "bn": "গ্রেফতারকৃত ব্যক্তিদের বিরুদ্ধে বিভিন্ন থানায় একাধিক অপরাধমূলক অভিযোগ রয়েছে এবং বিভিন্ন অপরাধমূলক ও সন্ত্রাসী কর্মকাণ্ডের মাধ্যমে এলাকায় সন্ত্রাসের রাজত্ব প্রতিষ্ঠার অভিযোগ রয়েছে বলে জানা গেছে।"
    },
    {
        "en": "The Bangladesh Army reaffirmed its commitment to ensuring public safety and maintaining law and order across the country.",
        "bn": "বাংলাদেশ সেনাবাহিনী সারা দেশে জননিরাপত্তা নিশ্চিত করা এবং আইন শৃঙ্খলা বজায় রাখার প্রতিশ্রুতি পুনর্ব্যক্ত করেছে।"
    },
    {
        "en": "Authorities urged the public to remain vigilant and to report any suspicious activities to the nearest military camp or law enforcement agency.",
        "bn": "কর্তৃপক্ষ জনসাধারণকে সতর্ক থাকার এবং যেকোনো সন্দেহজনক কার্যকলাপ দেখলে নিকটতম সামরিক ক্যাম্প বা আইন প্রয়োগকারী সংস্থাকে জানাতে অনুরোধ করেছে।"
    },
    {
        "en": "The opening 10 days of the 2025 route revisit the scene of the swashbuckling Slovenian's second triumph as it meanders along the narrow winding roads of Normandy and Brittany. ",
        "bn": "২০২৫ সালের রুটের প্রথম ১০ দিন স্লোভেনিয়ার দ্বিতীয় জয়ের দৃশ্যটি আবারও ফুটে ওঠে, যখন এটি নরম্যান্ডি এবং ব্রিটানির সরু আঁকাবাঁকা রাস্তা ধরে এঁকে বেঁকে এগিয়ে যায়।"
    },
    {
        "en": "That opening section must be survived.",
        "bn": "ওই খোলা অংশটি টিকিয়ে রাখতে হবে।"
    },
    {
        "en": "Something will happen to somebody, it always does here, 2018 champion Geraint Thomas said at the time, and it ended up being the Welshman himself who fell foul of the section. ",
        "bn": "কারো না কারো সাথে কিছু না কিছু ঘটবেই, এখানে সবসময়ই ঘটে, ২০১৮ সালের চ্যাম্পিয়ন জেরাইন্ট থমাস সেই সময় বলেছিলেন, এবং শেষ পর্যন্ত ওয়েলশম্যান নিজেই এই বিভাগে ফাউল করেছিলেন।"
    },
    {
        "en": "Pogacar has shown in the big one day races he can handle all types of terrain.",
        "bn": "পোগাকার বড় একদিনের দৌড়ে দেখিয়েছেন যে তিনি সব ধরণের ভূখণ্ড পরিচালনা করতে পারেন।"
    },
    {
        "en": "Pogacar possesses an acceleration that will always lift him clear in a two up tussle for bonus seconds at the finish line, a knack that appears to irk Vingegaard. ",
        "bn": "পোগাকারের এমন একটি ত্বরণ আছে যা ফিনিশ লাইনে বোনাস সেকেন্ডের জন্য দুই আপ লড়াইয়ে তাকে সর্বদা এগিয়ে নিয়ে যাবে, এমন একটি দক্ষতা যা ভিনগেগার্ডকে বিরক্ত করে বলে মনে হচ্ছে।"
    },
    {
        "en": "With 99 wins to his name, the Slovenian boy who grew up always wanting to beat his elder brother will also be out to annoy the Dane as often as possible on this Tour.",
        "bn": "৯৯টি জয়ের মালিক স্লোভেনীয় এই ছেলেটি, যে সবসময় তার বড় ভাইকে হারাতে চেয়ে বেড়ে উঠেছে, এই সফরে সে যতবার সম্ভব ডেনকে বিরক্ত করার চেষ্টা করবে।"
    },
    {
        "en": "The 26 year old Pogacar loves to be in the forefront of the action and often rides near the head of the pack, avoiding crashes and splits and affording himself opportunities for his sudden and sometimes devastating attacks.",
        "bn": "২৬ বছর বয়সী পোগাকার অ্যাকশনের সামনের সারিতে থাকতে ভালোবাসেন এবং প্রায়শই দলের মাথার কাছে বাইক চালান, দুর্ঘটনা এবং বিভাজন এড়িয়ে যান এবং তার আকস্মিক এবং কখনও কখনও বিধ্বংসী আক্রমণের সুযোগ তৈরি করেন।"
    },
    {
        "en": "It's hard to pinpoint a major Pogacar weakness, but performing in intense heat would be one of them. .",
        "bn": "পোগাকারের কোন বড় দুর্বলতা আছে তা চিহ্নিত করা কঠিন, তবে তীব্র গরমে পারফর্ম করা তাদের মধ্যে একটি হবে।"
    },
    {
        "en": "A second, only when comparing Pogacar to his nemesis, would be a stage with four or five big mountains. ",
        "bn": "দ্বিতীয়ত, শুধুমাত্র পোগাকারকে তার শত্রুর সাথে তুলনা করলে, চার বা পাঁচটি বড় পাহাড় সহ একটি মঞ্চ হবে।"
    },
    {
        "en": "When the sun shines down and the slopes rise up at the same time, as they have done twice in Vingegaard's favour, Pogacar has a potential meltdown in him.",
        "bn": "যখন সূর্য অস্ত যায় এবং ঢালগুলো একই সাথে উপরে উঠে যায়, যেমনটা দুবার ভিনগেগার্ডের পক্ষে হয়েছে, তখন পোগাকারের মধ্যে একটি সম্ভাব্য পতনের সম্ভাবনা থাকে।"
    },
    {
        "en": "One clear and gigantic advantage Vingegaard has, can often be seen riding right in front of him, also in a Visma shirt.",
        "bn": "ভিনগেগার্ডের একটি স্পষ্ট এবং বিশাল সুবিধা রয়েছে, যা প্রায়শই তাকে তার সামনেই বাইক চালাতে দেখা যায়, তাও ভিসমা শার্ট পরে।"
    },
    {
        "en": "Possibly the best rider in the world, is how the Dane describes team mate Wout van Aert.",
        "bn": "সম্ভবত বিশ্বের সেরা রাইডার, এইভাবে ডেন তার সতীর্থ ওয়াউট ভ্যান আর্টকে বর্ণনা করেছেন।"
    },
    {
        "en": "The Belgian powerhouse is too big to win in the steepest mountains, but he can make the difference on a stage, as he proved at the Giro this season, pulling Simon Yates three minutes clear of his rivals over a 10km stretch between peaks, before dropping back as the Briton rode on to bury his bogeymen with the title winning performance.",
        "bn": "বেলজিয়ামের এই শক্তিশালী খেলোয়াড়ের পক্ষে সবচেয়ে খাড়া পাহাড়ে জয়ের সম্ভাবনা অনেক বেশি, কিন্তু তিনি মঞ্চে পার্থক্য গড়ে দিতে পারেন, যেমনটি তিনি এই মৌসুমে গিরোতে প্রমাণ করেছেন, সাইমন ইয়েটসকে তার প্রতিদ্বন্দ্বীদের থেকে তিন মিনিট দূরে সরিয়ে ১০ কিলোমিটার চূড়ার মধ্য দিয়ে এগিয়ে যাওয়ার পর, শিরোপা জয়ের নৈপুণ্যে ব্রিটিশরা তার বোগিম্যানদের কবর দেওয়ার জন্য এগিয়ে যাওয়ার পরে পিছিয়ে পড়েন।"
    },
    {
        "en": "Patience and strategy are strengths Vingegaard and his Visma team bank on, plotting a careful analysis of the route to define where and when their man can attack Pogacar.",
        "bn": "ধৈর্য এবং কৌশল হল ভিনগেগার্ড এবং তার ভিসমা দলের শক্তি, যারা তাদের লোকটি কোথায় এবং কখন পোগাকার আক্রমণ করতে পারে তা নির্ধারণ করার জন্য রুটটির একটি সতর্কতার সাথে বিশ্লেষণের পরিকল্পনা করে।"
    },
    {
        "en": "Two prime examples from 2023 Vingegaard's moves on the downhill section of the mountainous time trial and on the last mountain the following day.",
        "bn": "২০২৩ সালের দুটি প্রধান উদাহরণ পর্বতমালার টাইম ট্রায়ালের উতরাই অংশে এবং পরের দিন শেষ পর্বতে ভিনগেগার্ডের পদক্ষেপ।"
    },
    {
        "en": "Pogacar had no answer.",
        "bn": "পোগাকারের কাছে কোন উত্তর ছিল না।"
    },
    {
        "en": "Despite his upbringing on a windswept stretch of Nordic coastline, Vingegaard, unlike Pogacar, thrives as the mercury tips above 30C, and the long range forecast for July suggests that particular star may shine on the slightly built former fish factory worker. ",
        "bn": "নর্ডিক উপকূলের বাতাসপ্রবণ অঞ্চলে তার বেড়ে ওঠা সত্ত্বেও, পোগাকারের বিপরীতে, ভিনগেগার্ড ৩০ ডিগ্রি সেলসিয়াসের উপরে পারদ ওঠার সাথে সাথে সমৃদ্ধ হচ্ছে এবং জুলাই মাসের দীর্ঘ পরিসরের পূর্বাভাস থেকে জানা যাচ্ছে যে সামান্য গঠিত প্রাক্তন মাছ কারখানার কর্মীর উপর একটি নির্দিষ্ট তারকা জ্বলতে পারে।"
    },
    {
        "en": "The Dane is a downhill daredevil and descends better than his rival, he proved this for his first win when Pogacar was so stunned to see Vingegaard shoot past him he fell at the next corner.",
        "bn": "ডেনমার্কের এই খেলোয়াড় একজন সাহসী এবং তার প্রতিদ্বন্দ্বীর চেয়ে ভালোভাবে নেমে আসে। তিনি তার প্রথম জয়ের মাধ্যমে এটি প্রমাণ করেছিলেন যখন পোগাকার ভিনগেগার্ডকে তার পাশ দিয়ে গুলি করতে দেখে এতটাই হতবাক হয়ে গিয়েছিলেন যে তিনি পরের কোণে পড়ে গিয়েছিলেন।"
    },
    {
        "en": "Famously Vingegaard then waited for Pogacar to remount and catch up, and the pair rode on together.",
        "bn": "বিখ্যাত ভিনগেগার্ড তখন পোগাকারের পুনরায় আরোহণ এবং ধরার জন্য অপেক্ষা করতে থাকেন, এবং এই জুটি একসাথে চড়ে যান।"
    },
    {
        "en": "She scored a goal from where there was no possibility to score, and the spectators were left speechless, said Shanti Moni Chakma.",
        "bn": "সে এমন একটা গোল করলো যেখান থেকে গোল করার কোন সম্ভাবনাই ছিল না, আর দর্শকরা বাকরুদ্ধ হয়ে গেল, বলেন শান্তি মনি চাকমা।"
    },
    {
        "en": "Ritu Porna Chakma’s first coach, Shanti Moni, shared this memory with Dhaka Tribune a day after Ritu’s sensational brace helped Bangladesh qualify for the AFC Women’s Asian Cup finals. ",
        "bn": "রিতুর অসাধারণ জোড়া গোলে বাংলাদেশ এএফসি মহিলা এশিয়ান কাপের ফাইনালে খেলার যোগ্যতা অর্জনের একদিন পর, রিতু পর্ণা চাকমার প্রথম কোচ শান্তি মনি ঢাকা ট্রিবিউনের সাথে এই স্মৃতি ভাগ করে নেন।"
    },
    {
        "en": "She scored two stunning goals in the 2 1 win over Myanmar Wednesday, securing Bangladesh’s historic qualification for the tournament.",
        "bn": "বুধবার মায়ানমারের বিপক্ষে ২ ১ গোলে জয়ে তিনি দুটি অসাধারণ গোল করেন, যার ফলে টুর্নামেন্টে বাংলাদেশের ঐতিহাসিক যোগ্যতা নিশ্চিত হয়।"
    },
    {
        "en": "Shanti Moni’s words suggested that Ritu had a history of scoring remarkable goals in big matches   even during her primary school days.",
        "bn": "শান্তি মনির কথায় বোঝা যায় যে রিতুর বড় বড় ম্যাচে অসাধারণ গোল করার ইতিহাস ছিল   এমনকি প্রাথমিক বিদ্যালয়ের দিনগুলিতেও।"
    },
    {
        "en": "The story continued at the SAFF Women’s Championship 2024.",
        "bn": "গল্পটি ২০২৪ সালের SAFF মহিলা চ্যাম্পিয়নশিপেও অব্যাহত ছিল।"
    },
    {
        "en": "Ritu was a standout performer throughout the tournament and netted the winning goal in the thrilling final against hosts Nepal in Kathmandu.",
        "bn": "পুরো টুর্নামেন্ট জুড়ে রিতু অসাধারণ পারফর্ম করেছিলেন এবং কাঠমান্ডুতে স্বাগতিক নেপালের বিরুদ্ধে রোমাঞ্চকর ফাইনালে জয়সূচক গোলটি করেন।"
    },
    {
        "en": "She found the net in the 81st minute, sealing a 2 1 triumph and the trophy for Bangladesh.",
        "bn": "৮১তম মিনিটে তিনি গোল করে ২ ১ ব্যবধানে জয় এবং বাংলাদেশের জন্য ট্রফি নিশ্চিত করেন।"
    },
    {
        "en": "It was no surprise that she was named the best player of the competition.",
        "bn": "তাকে প্রতিযোগিতার সেরা খেলোয়াড় হিসেবে মনোনীত করায় অবাক হওয়ার কিছু ছিল না।"
    },
    {
        "en": "Ritu hails from the hilly Rangamati district. Her home is situated three four kilometers deep into the hills from the main road. ",
        "bn": "রিতু পাহাড়ি রাঙ্গামাটি জেলার বাসিন্দা। তার বাড়ি প্রধান রাস্তা থেকে পাহাড়ের তিন চার কিলোমিটার গভীরে অবস্থিত।"
    }
]