[
    {
        "en": "The Bangladesh Bank has permitted both individuals and companies in the country to secure taka-dominated loans using foreign currency deposits held in Offshore Banking Units as collateral.",
        "bn": "ব্যাংকগুলো এখন থেকে অফশোর ব্যাংকিং ইউনিটে রাখা বৈদেশিক মুদ্রা তহবিল জামানত হিসেবে ব্যবহার করে দেশে কার্যরত কোম্পানি ও ব্যক্তিপর্যায়ে টাকায় ঋণ দিতে পারবে।"
    },
    {
        "en": "However, the facility comes with certain conditions. A specific request must be made by the account holder, and Offshore Banking Units must verify a genuine relationship between the account holder and the borrower, such as between non-resident Bangladeshis and their local beneficiaries, or between foreign investors and their investee companies.",
        "bn": "তবে ব্যাংকগুলোকে নিশ্চিত হতে হবে, ঋণগ্রহীতা ও হিসাবধারীর মধ্যে যৌক্তিক সম্পর্ক রয়েছে। উদাহরণস্বরূপ, প্রবাসী বাংলাদেশি ও তাঁদের স্থানীয় সুবিধাভোগী, বিদেশি শেয়ারহোল্ডার, বিনিয়োগকারী, সংশ্লিষ্ট বিদেশি মালিকানাধীন কোম্পানি ইত্যাদি।"
    },
    {
        "en": "May sees below 7 percent pvt credit growth amid political, banking strains",
        "bn": "রাজনৈতিক অস্থিরতা, ব্যাংক খাতের সংকটে মে মাসে বেসরকারি ঋণ প্রবৃদ্ধি ৭ শতাংশ এর নিচে"
    },

    {
        "en": "Low business confidence amid political uncertainty is slowing private sector loan growth, while rising bad loans in banks are causing a shortage of funds, making it harder for banks to lend.",
        "bn": "রাজনৈতিক অস্থিরতা, ব্যাংক খাতে তারল্য সংকট এবং ব্যবসায়ীদের আত্মবিশ্বাসের অভাবে বেসরকারি খাতে ঋণ প্রবাহে স্থবিরতা দেখা দিয়েছে।"
    },

    {
        "en": "Since the fall of the Awami League government in August last year, ongoing political instability and law-and-order disruptions have contributed to the sustained decline in private sector credit expansion, according to bankers and businesses.",
        "bn": "গত বছরের আগস্টে আওয়ামী লীগ সরকার পতন এবং এরপর থেকে দেশে রাজনৈতিক অস্থিরতা এবং আইনশৃঙ্খলার অবনতির কারণে বেসরকারি খাতে ঋণ বিতরণ কমেছে  বলে মনে করছেন ব্যাংকার ও ব্যবসায়ীরা।"
    },

    {
        "en": "Syed Mahbubur Rahman, MD & CEO of Mutual Trust Bank, said loan growth is slow due to low private sector demand and a liquidity crunch caused by rising defaulted loans. He added that heavy government borrowing leads banks to favour safer government loans over private lending.",
        "bn": "মিউচুয়াল ট্রাস্ট ব্যাংক লিমিটেডের ব্যবস্থাপনা পরিচালক ও সিইও সৈয়দ মাহবুবুর রহমান বলেন, এখন ব্যক্তি খাতে ঋণের চাহিদা কম। ঋণের প্রবৃদ্ধি বাড়াতে হলে ব্যবসায়ীদের মধ্যে আত্মবিশ্বাস তৈরি করতে হবে এবং রাজনৈতিক স্থিতিশীলতা নিশ্চিত করতে হবে।"
    },

    {
        "en": "To increase private credit growth, imports must rise, especially imports of capital machinery. With more capital machinery, businesses will invest in new projects, which will increase liquidity in the market and also boost banks' deposit growth",
        "bn": "খেলাপি ঋণ বৃদ্ধির কারণে ব্যাংক খাত তারল্য সংকটে আছে। পাশাপাশি সরকারও ব্যাংকগুলো থেকে বিপুল পরিমাণ ঋণ নিচ্ছে, যা ব্যাংকগুলোর জন্য অপেক্ষাকৃত নিরাপদ মনে হওয়ায় তারা সেখানে বেশি বিনিয়োগ করছে।"
    },

    {
        "en": "Former FBCCI president Abdul Awal Mintoo said people's savings are falling as inflation outpaces wage growth. This, along with rising NPLs, will increase liquidity stress and limit credit availability for businesses.",
        "bn": "সাবেক এফবিসিসিআই সভাপতি আবদুল আউয়াল মিন্টু বলেন, মূল্যস্ফীতির চাপে আয় না বাড়ায় মানুষের সঞ্চয় কমছে। এর সঙ্গে খেলাপি ঋণ বাড়ায় ব্যাংকগুলোর তারল্য সংকট আরও বাড়বে এবং ব্যবসার জন্য ঋণ পাওয়াও কঠিন হয়ে উঠবে।"
    },

    {
        "en": "He added that political instability has disrupted production across many industries. Most factories are running below capacity, and with weakening consumer demand, defaults are expected to rise further.",
        "bn": "তিনি বলেন, রাজনৈতিক অস্থিরতায় অনেক শিল্পকারখানায় উৎপাদন ব্যাহত হচ্ছে। বেশিরভাগ কারখানা সক্ষমতার তুলনায় কম চলছে এবং ভোক্তা চাহিদা দুর্বল থাকায় ঋণ খেলাপির ঝুঁকিও বাড়ছে।"
    },

    {
        "en": "This makes it harder for banks to return depositor funds and restricts credit for business expansion. She told, Since credit drives investment and job creation, this could seriously hinder employment growth.",
        "bn": "এতে করে ব্যাংকগুলোর পক্ষে আমানতকারীদের অর্থ ফেরত দেওয়া কঠিন হয়ে পড়ছে, পাশাপাশি ব্যবসায় সম্প্রসারণেও ঋণ দেওয়া যাচ্ছে না। তিনি বলেন, যেহেতু বিনিয়োগ ও কর্মসংস্থান তৈরিতে ঋণ গুরুত্বপূর্ণ ভূমিকা রাখে, তাই ঋণ সংকটে কর্মসংস্থান প্রবৃদ্ধি বাধাগ্রস্ত হতে পারে।"
    },

    {
        "en": "She noted that loan demand is already subdued as businesses grapple with rising costs.",
        "bn": "তিনি আরও বলেন ব্যবসায়ীরা এখন উচ্চ খরচের চাপ সামলাতে হিমশিম খাচ্ছেন, যার ফলে ঋণের চাহিদাও কম।"
    },

    {
        "en": "Liverpool's Portuguese forward Diogo Jota, 28, died in a fiery car crash near Zamora in northwestern Spain with his brother, Spanish state-owned TV station said on Thursday, citing local firefighters.",
        "bn": "সড়ক দুর্ঘটনায় লিভারপুল ফরোয়ার্ড ও পর্তুগাল জাতীয় দলের তারকা ফুটবলার দিয়েগো জোতা মারা গেছেন। মৃত্যুকালে তার বয়স ছিল ২৮ বছর।"
    },

    {
        "en": "The journey began six years ago, when Masud was still navigating the high seas. Back then, Satkhira’s mangoes were earning a name for their exceptional flavor but that reputation was being tarnished. Many traders had begun using formalin to preserve the fruit, compromising its natural quality.",
        "bn": "যাত্রা শুরু হয়েছিল ছয় বছর আগে, তখনও মাসুদ সমুদ্রে চাকরি করতেন । সেই সময়ে সাতক্ষীরার আম খ্যাতি পাচ্ছিল তার অসাধারণ স্বাদের জন্য কিন্তু সেই সুনাম নষ্ট হচ্ছিল। অনেক ব্যবসায়ী আমে ফরমালিন মিশিয়ে বিক্রি করছিলেন, যার ফলে স্বাদ ও গুণমান দুটোই নষ্ট হচ্ছিল।"
    },

    {
        "en": "Determined to offer something pure, Masud bought a mango grove and tended it personally. He sold premium Himsagar mangoes to friends and shipmates, receiving positive but seasonal response.",
        "bn": "বিশুদ্ধ কিছু উপহার দেওয়ার সংকল্পে, মাসুদ একটি আমবাগান কিনে নিজেই চাষ শুরু করেন। সযত্নে লালন-পালন করে উৎপাদিত হিমসাগর আম তিনি বন্ধু বান্ধব ও জাহাজের সহকর্মীদের কাছে বিক্রি করতে থাকেন। সবার কাছ থেকে প্রশংসা পেলেও, বিক্রি ছিল মৌসুমভিত্তিক।"
    },

    {
        "en": "Winter brought a new challenge: limited supply of date palm juice, essential for making traditional palm jaggery called patali.",
        "bn": "এরপর এলো শীত, আর সঙ্গে এক নতুন চ্যালেঞ্জ—খেজুরের রসের ঘাটতি। যা ‘পাটালি’ নামে পরিচিত ঐতিহ্যবাহী খেজুর গুড় তৈরির জন্য অপরিহার্য।"
    },

    {
        "en": "A friend introduced him to Putia in Rajshahi, rich with palm trees. Leasing 500 trees, Masud began producing patali, initially selling within his network. Slowly, demand grew beyond.",
        "bn": "ঠিক তখন এক বন্ধু তাকে পরামর্শ দেন রাজশাহীর পুঠিয়ার কথা, যেখানে প্রচুর খেজুরগাছ রয়েছে। মাসুদ সাহস করে ৫০০টি গাছ ইজারা নেন। ছোট পরিসরে পাটালি তৈরি শুরু করেন, প্রথমে পরিচিতদের মধ্যে বিক্রি করেন। ধীরে ধীরে সেই খ্যাতি ছড়িয়ে পড়ে। চাহিদা বাড়তে থাকে।"
    },

    {
        "en": "Concerned by health risks in widely used oils like soybean and palm, Masud introduced cold-pressed mustard oil prized for brain and skin benefits but underutilised due to cost and lack of awareness.",
        "bn": "সয়াবিন আর পাম অয়েলের মতো সাধারণত ব্যবহৃত তেলগুলোর স্বাস্থ্যঝুঁকি নিয়ে চিন্তিত হয়ে মাসুদ শুরু করেন কোল্ড-প্রেসড সরিষার তেলের উদ্যোগ। মস্তিষ্ক ও ত্বকের জন্য উপকারী এই তেল দেশে খুব কম ব্যবহার হতো মূলত বেশি দাম আর সচেতনতার অভাবে।"
    },

    {
        "en": "Next came honey a treasured but quality-challenged product in Bangladesh. Masud sourced floral varieties mustard, lychee, and Sundarbans honey catering to both consumers and pharmaceutical firms using pure honey in cough syrups. ",
        "bn": "এরপর আসে মধু। বাংলাদেশে মধু বহুদিন ধরেই প্রিয়, কিন্তু এর মান নিয়ে ছিল অনেক প্রশ্ন। মাসুদ ফুলভিত্তিক বিভিন্ন ধরনের খাঁটি মধু সংগ্রহ করতে শুরু করেন সরিষা ফুল, লিচু ফুল, আর সুন্দরবনের মধু। এগুলো তিনি সরবরাহ করেন সাধারণ ক্রেতাদের পাশাপাশি ওষুধ কোম্পানিগুলোকেও, যারা খাঁটি মধু ব্যবহার করে কাশির সিরাপ তৈরিতে।"
    },

    {
        "en": "Securing a year-long contract with a pharmaceutical company marked a significant milestone.",
        "bn": "একটি ফার্মাসিউটিক্যাল কোম্পানির সঙ্গে সারা বছরের জন্য চুক্তি পাওয়া ছিল মাসুদের জন্য এক বড় অর্জন।"
    },

    {
        "en": "From there, he ventured into ghee, powdered spices, and coconut oil which soon became Grameen Jibons flagship.",
        "bn": "এরপর তিনি ধাপে ধাপে চালু করেন ঘি, গুঁড়া মসলা ও নারকেল তেল যেগুলো পরে ‘গ্রামীণ জীবন’ এর প্রধান পণ্যে পরিণত হয়।"
    },

    {
        "en": "Dengue fever is once again making a strong comeback in Bangladesh. In just the first half of the year, more than ten thousand people have been hospitalised, and forty two deaths have already been confirmed.",
        "bn": "বাংলাদেশে আবারও ডেঙ্গু জ্বর ভয়াবহভাবে ফিরে এসেছে। বছরের মাত্র প্রথমার্ধেই ১০ হাজারের বেশি মানুষ হাসপাতালে ভর্তি হয়েছেন, এবং ইতিমধ্যেই ৪২ জনের মৃত্যু নিশ্চিত হয়েছে।"
    },

    {
        "en": "There are several reasons behind this recent surge. The Aedes mosquito, which spreads dengue, thrives in warm, humid conditions and breeds in stagnant water. In other words, the constant hot and humid weather we have been experiencing this year is ideal for their breeding.",
        "bn": "এই হঠাৎ বেড়ে যাওয়ার পেছনে বেশ কয়েকটি কারণ রয়েছে। ডেঙ্গু ছড়ানোর জন্য দায়ী এডিস মশা উষ্ণ ও আর্দ্র আবহাওয়ায় ভালোভাবে বেঁচে থাকে এবং জমে থাকা পানিতে বংশবিস্তার করে। অর্থাৎ, এ বছরের যে ক্রমাগত গরম ও স্যাঁতসেঁতে আবহাওয়া চলছে, তা এডিস মশার বংশবৃদ্ধির জন্য একদম উপযোগী।"
    },

    {
        "en": "Urban growth without proper planning has made things worse. In many places, garbage piles up, water accumulates in construction sites, and drainage systems fail to keep up.",
        "bn": "এদিকে, অপরিকল্পিত নগরায়ন পরিস্থিতিকে আরও খারাপ করে তুলেছে। অনেক জায়গায় আবর্জনার স্তূপ জমে থাকে, নির্মাণাধীন ভবনে পানি জমে, আর ড্রেনেজ ব্যবস্থাও ঠিকমতো কাজ করে না।"
    },

    {
        "en": "At the same time, awareness and prevention efforts are not as strong. Many rural and small-town communities do not have proper mosquito control programmes or enough access to medical information. As a result, people often do not recognise early symptoms or know when to seek help.",
        "bn": "একই সাথে, সচেতনতা ও প্রতিরোধমূলক কার্যক্রমও তেমন জোরালো নয়। অনেক গ্রামীণ ও ছোট শহরের মানুষ যথাযথ মশা নিয়ন্ত্রণ ব্যবস্থা বা পর্যাপ্ত স্বাস্থ্যসংক্রান্ত তথ্য থেকে বঞ্চিত। ফলে তারা ডেঙ্গুর প্রাথমিক লক্ষণ চেনেন না কিংবা কখন চিকিৎসা নেওয়া জরুরি, তা বুঝতেও দেরি হয়ে যায়।"
    },

    {
        "en": "As more people fall ill, hospitals are struggling to keep up. In some places, dengue wards are already full. The rising number of cases is stretching the healthcare system, especially in districts that don't have enough trained staff or equipment to handle emergencies.",
        "bn": "যেমনটা আরও বেশি মানুষ আক্রান্ত হচ্ছে, তেমনি হাসপাতালগুলো রোগীর চাপ সামলাতে হিমশিম খাচ্ছে। কিছু স্থানে ডেঙ্গু ওয়ার্ড ইতিমধ্যেই ভর্তি হয়ে গেছে। আক্রান্তের সংখ্যা বেড়ে যাওয়ায় দেশের স্বাস্থ্যব্যবস্থা, বিশেষ করে যেসব জেলায় প্রশিক্ষিত জনবল বা জরুরি চিকিৎসার সরঞ্জাম কম, সেগুলো চাপে পড়েছে।"
    },

    {
        "en": "The challenge is even greater for children and elderly patients, who are more vulnerable to complications. Families are being urged to seek medical help early if they notice symptoms like high fever, intense pain, vomiting, or unusual bleeding.",
        "bn": "এই পরিস্থিতি শিশু ও বয়স্কদের জন্য আরও বেশি কঠিন, কারণ তাদের ক্ষেত্রে জটিলতা হওয়ার ঝুঁকি বেশি। তাই পরিবারগুলোকে পরামর্শ দেওয়া হচ্ছে—যদি কারও উচ্চ জ্বর, তীব্র শরীরব্যথা, বমি বা অস্বাভাবিক রক্তক্ষরণের মতো উপসর্গ দেখা দেয়, তাহলে দ্রুত চিকিৎসা নিতে হবে।"
    },

    {
        "en": "The most important step you can take is to prevent mosquito bites. Make sure water does not collect anywhere in or around your home. Change the water in flower vases, check air conditioner trays, and keep buckets covered.",
        "bn": "সবচেয়ে গুরুত্বপূর্ণ হলো মশার কামড় থেকে নিজেকে রক্ষা করা। ঘরের ভেতর বা চারপাশে কোথাও যেন পানি জমে না থাকে, সেটা নিশ্চিত করুন। ফুলদানির পানি প্রতিদিন বদলান, এয়ার কন্ডিশনার ট্রের পানি পরীক্ষা করুন, আর ব্যবহৃত বালতি ঢেকে রাখুন।"
    },

    {
        "en": "Use mosquito nets while sleeping and apply mosquito repellents regularly. Clean your surroundings and help raise awareness in your community",
        "bn": "ঘুমানোর সময় অবশ্যই মশারি ব্যবহার করুন এবং নিয়মিত মশা তাড়ানোর ক্রিম বা স্প্রে ব্যবহার করুন। নিজের আশেপাশে পরিষ্কার রাখুন এবং আপনার এলাকার মানুষদের মাঝেও সচেতনতা ছড়িয়ে দিন।"
    },

    {
        "en": "At least one dengue patient died while 329 others were hospitalised in the 24 hours till yesterday morning. Among those hospitalised, 265 are from outside Dhaka.",
        "bn": "তকাল সকাল পর্যন্ত ২৪ ঘণ্টায় অন্তত একজন ডেঙ্গু রোগীর মৃত্যু হয়েছে এবং ৩২৯ জন নতুন রোগী হাসপাতালে ভর্তি হয়েছেন। এদের মধ্যে ২৬৫ জনই ঢাকার বাইরে থেকে এসেছেন।"
    },

    {
        "en": "With this new update, the total number of deaths rose to 32 while total number of cases rose to 7758, according to the Directorate General of Health Services. Among the total number of cases, 6027 are from outside Dhaka.",
        "bn": "স্বাস্থ্য অধিদপ্তরের সর্বশেষ তথ্য অনুযায়ী, এ নিয়ে দেশে ডেঙ্গুতে মোট মৃত্যুর সংখ্যা বেড়ে দাঁড়িয়েছে ৩২ জনে এবং মোট আক্রান্তের সংখ্যা দাঁড়িয়েছে ৭,৭৫৮ জনে। আক্রান্তদের মধ্যে ৬,০২৭ জনই ঢাকার বাইরের বাসিন্দা।"
    },

    {
        "en": "A total of 6817 dengue patients have been released so far, of which 5352 are from outside Dhaka. Currently, 909 dengue patients are undergoing treatment, 661 of whom are from outside Dhaka.",
        "bn": "এ পর্যন্ত মোট ৬,৮১৭ জন ডেঙ্গু রোগী হাসপাতাল থেকে ছাড়পত্র পেয়েছেন, যাদের মধ্যে ৫,৩৫২ জনই ঢাকার বাইরের। বর্তমানে ৯০৯ জন ডেঙ্গু রোগী চিকিৎসাধীন রয়েছেন, যাদের মধ্যে ৬৬১ জন ঢাকার বাইরে।"
    },

    {
        "en": "There's something primal yet poetic about Eid-ul-Azha. The smell of local spices being cooked to perfection with the beef or mutton, people running around to get the Eid duties fulfilled and that one cousin who turns into a self-declared meat expert for 48 hours straight.",
        "bn": "ঈদ-উল-আযহা নিয়ে একটা আদিম এবং কাব্যিক অনুভব আছে। চারদিকে গরু বা খাসির মাংসের সঙ্গে দেশি মসলা মিশিয়ে রান্না হওয়ার ঘ্রাণ, কেউ কোরবানির কাজ সামলাচ্ছে, কেউ বাজারে ছোটাছুটি করছে, আর থাকে সেই এক কাজিন যে হঠাৎ করেই ৪৮ ঘণ্টার জন্য ‘মাংস বিশারদ’ হয়ে ওঠে।"
    },

    {
        "en": "While most households default to the usual suspects rezala, korma, or a suspiciously overcooked shatkora beef this year, why not channel your inner Gordon Ramsay and go full carnivore couture? Yes, we're talking steaks. Big, juicy, unapologetically bold steaks, straight from your Qurbani cow.",
        "bn": "বেশিরভাগ বাড়িতেই দেখা যায় সেই চেনা রেসিপিগুলো—রেজালা, কোর্মা কিংবা সন্দেহজনকভাবে অতিরিক্ত রান্না হয়ে যাওয়া শটকরার গরুর মাংস। কিন্তু এই বছর, যদি একটু সাহসী হওয়া যায়? যদি নিজের ভেতরের Gordon Ramsay-কে জাগিয়ে তুলে শুরু করা যায় carnivore couture? হ্যাঁ, আমরা বলছি স্টেকের কথা। বড়, রসালো, নির্লজ্জভাবে মাংসপ্রেমী স্টেক সরাসরি আপনার কোরবানির গরু থেকে।"
    },

    {
        "en": "However, before we start, one needs to understand the fundamentals. A good steak is not about drowning the meat in masala or expensive herbs and spices. It's about respecting the cut, understanding the fat, and timing the doneness.",
        "bn": "তবে শুরু করার আগে একটা বিষয় বোঝা জরুরি। ভালো স্টেক মানে এই নয় যে মাংসকে মসলায় ডুবিয়ে ফেলা হবে, বা দামি মশলা ব্যবহার করলেই হবে। বরং এর মানে হলো মাংসের অংশ বুঝে রান্না করা, চর্বিকে সম্মান করা, আর ঠিক সময়মতো মাংস তুলে নেওয়া।"
    },

    {
        "en": "Most diagnosed eating disorders, Anorexia Nervosa, Bulimia Nervosa, and Binge Eating Disorder, emerge during the teen years, often going unnoticed until serious harm is done. Anorexia is the most dangerous, Chatterjee stated firmly. It can lead to organ failure and death if left untreated. It's not just about weight it's about control, fear, and distorted self image.",
        "bn": "অধিকাংশ খাওয়া-সংক্রান্ত মানসিক সমস্যা যেমন অ্যানোরেক্সিয়া নার্ভোসা, বুলিমিয়া নার্ভোসা এবং বিঞ্জ ইটিং ডিসঅর্ডার কিশোর কিশোরীদের মধ্যে দেখা যায়, এবং অনেক সময় সেগুলো তখনই ধরা পড়ে যখন শরীরে ইতিমধ্যে গুরুতর ক্ষতি হয়ে গিয়েছে। অ্যানোরেক্সিয়া সবচেয়ে বিপজ্জনক, চ্যাটার্জি দৃঢ়ভাবে বলেন। “যদি চিকিৎসা না করা হয়, এটা অঙ্গ বিকল হওয়া বা মৃত্যুর কারণও হতে পারে। এটা শুধু ওজনের বিষয় নয় এটা নিয়ন্ত্রণ, ভয়, আর বিকৃত আত্ম-ছবির সঙ্গে সম্পর্কিত।"
    },

    {
        "en": "According to him, social media exposure, bullying, body shaming, and even past sexual abuse are some of the most common external triggers for these disorders. In many teens I treat, the root cause is a deep insecurity about their body, he said. But we also have to consider internal factors mental health conditions, personality traits, trauma all of it plays a role.",
        "bn": "তার মতে, সোশ্যাল মিডিয়ার প্রভাব, বুলিং সহপাঠীদের দ্বারা হেনস্থা, শরীর নিয়ে লজ্জা দেয়া, এমনকি অতীতের যৌন নির্যাতন এগুলো এসব সমস্যার সবচেয়ে সাধারণ বাহ্যিক কারণ। মি যেসব কিশোরদের চিকিৎসা করি, তাদের অনেকের মধ্যেই মূল কারণ হলো নিজের শরীর নিয়ে গভীর অনিরাপত্তাবোধ, তিনি বলেন। বে আমাদের অভ্যন্তরীণ কারণগুলোও দেখতে হবে মানসিক স্বাস্থ্য সমস্যা, ব্যক্তিত্বের ধরন, ট্রমা সবই এর পেছনে ভূমিকা রাখে। "
    },

    {
        "en": "You'd think that being a picky eater had no relation to travelling, but I am here to tell you otherwise.",
        "bn": "আপনি ভাবতেই পারেন, খেতে একটু বাছ-বিচার করা মানুষের সঙ্গে ঘুরে বেড়ানোর কোনো সম্পর্ক নেই। কিন্তু আমি আপনাকে বলছি, আছে, এবং বেশ ভালোভাবেই আছে।"
    },

    {
        "en": "As someone who describes himself as a carnivore specialising in eating land animals, treats veggies as an accompaniment to food, and fish as something to keep and look at in aquariums finding places to travel to, especially to my favourite place in the word, the seaside, is quite tiresome. Couple that with travel buddies who are 'less bothered' and eat whatever the 'moment' serves them, my preferences cause nothing but cruel jokes, and in some instances, unscheduled moral policing.",
        "bn": "নিজেকে আমি বলি একপ্রকার 'মাংসভোজী', যিনি শুধু ভূমিপৃষ্ঠে চলাফেরা করা প্রাণী খেতে ভালোবাসেন। সবজি আমার কাছে খাবারের সঙ্গী মাত্র, আর মাছ? ওটা তো অ্যাকুয়ারিয়ামে রাখার জিনিস দেখার জন্য, খাওয়ার জন্য না। এমন খাদ্যাভ্যাস নিয়ে যখন ভ্রমণের প্ল্যান করি, বিশেষ করে আমার প্রিয় গন্তব্য সমুদ্রতীরের দিকে, তখন সত্যি বলতে ক্লান্তিকর একটা যুদ্ধ শুরু হয়। তার ওপর যদি সাথে থাকে এমন বন্ধুরা, যারা যা পাবে তাই খাবে টাইপ তাহলে তো কথাই নেই। আমার পছন্দ-অপছন্দ নিয়ে শুরু হয় ঠাট্টা, খোঁটা আর মাঝেমধ্যে বিনা নোটিশে পাওয়া নৈতিকতা শিক্ষা।"
    },

    {
        "en": "So, for once I wanted to go someplace that celebrates my kind of food Chattogram the land of Kala Bhuna and Mezban. Mind you, Chattogram doesn't exactly come up as the go-to vacation destination in my mind that spot is reserved for Cox's Bazar but I had other reasons to go to Chattogram, so I decided to make a trip out of it, and for once, have peace with travel buddies.",
        "bn": "তো, একবারের জন্য আমি এমন কোথাও যেতে চাইলাম যেখানে আমার পছন্দের খাবারকে সম্মান করা হয় চট্টগ্রাম কালা ভুনা আর মেজবানের রাজ্য। বলে রাখি, চট্টগ্রাম আমার মাথায় ছুটি কাটানোর আদর্শ জায়গা হিসেবে প্রথমেই আসে না সেই জায়গা বরাদ্দ কক্সবাজারের জন্য। কিন্তু এবার চট্টগ্রামে যাওয়ার আরও কিছু কারণ ছিল, তাই ভাবলাম, যাই, একটা ট্রিপ হয়, আর একবারের জন্য হলেও আমার ট্র্যাভেল বাডিদের সঙ্গে শান্তিতে থাকা যায়।"
    },

    {
        "en": "After checking in, I went for a quick stroll. Weirdly, and sadly perhaps, the area was surrounded by familiar food shops I know from Dhaka, so nothing 'authentic' right from the start. That, and people in Chattogram evidently don't have to wake up at 9 AM on a Saturday.",
        "bn": "২০০০ সালের শুরু দিকে শেষবার চট্টগ্রাম গিয়েছিলাম, তাই এবার গিয়ে সবকিছুই আলাদা লাগছিল। তখন আবার বৃষ্টি হচ্ছিল, আর আমি “ডোরা দ্য এক্সপ্লোরার” হয়ে চারপাশ ঘুরে আসল জায়গা খুঁজে নেয়ার মোটেই মুডে ছিলাম না। তাই সোজা হোটেলের দিকে রওনা দিলাম।"
    },

    {
        "en": "After checking in, I went for a quick stroll. Weirdly, and sadly perhaps, the area was surrounded by familiar food shops I know from Dhaka, so nothing 'authentic' right from the start. That, and people in Chattogram evidently don't have to wake up at 9 AM on a Saturday.",
        "bn": "চেক-ইনের পর হালকা হাঁটাহাঁটি করতে বের হলাম। অবাক হয়ে, আর হয়তো খানিকটা দুঃখ নিয়ে বুঝলাম চারপাশে যেসব খাবারের দোকান, সেগুলোর অনেকগুলোই ঢাকার পরিচিত নাম। মানে, শুরু থেকেই ‘আসল’ চট্টগ্রাম যেন অধরাই থেকে গেল। আর দেখলাম, চট্টগ্রামের মানুষ মনে হয় শনিবার সকাল ৯টায় ঘুম থেকে উঠতে বাধ্য নয়!"
    },

    {
        "en": "Defeated, I went back to the hotel and their breakfast buffet, bracing for disappointment. There were less than 9 items perhaps, so my mind was already hitting the 'meh' button, but the moment the paratha and spicy aloo dum hit my tongue, I was in paradise.",
        "bn": "হতাশ হয়ে ফিরে এলাম হোটেলে, তাদের ব্রেকফাস্ট বুফে খেতে। শুরুতেই মন খারাপ হয়ে গেল খাবার ছিল হয়তো ৯টা আইটেমের কম, তাই মাথায় চলতে থাকল ‘মেহ’ সাউন্ডট্র্যাক। কিন্তু যখন পরোটা আর মসলা আলুর দম মুখে দিলাম, মনে হলো স্বর্গে পৌঁছে গেছি। "
    },

    {
        "en": "I immediately went and got some khichuri, beef, sausage, and an order of omelette. I have had a lot of breakfast buffets in different establishments in my time, and I can confidently say this makes my Top 10's for sure.",
        "bn": "সঙ্গে সঙ্গে গিয়ে খিচুড়ি, গরুর মাংস, সসেজ আর একটা অমলেট নিয়ে এলাম। আমি নানা জায়গায় অনেক ব্রেকফাস্ট বুফে খেয়েছি, কিন্তু আত্মবিশ্বাসের সঙ্গে বলতে পারি এইটা আমার শীর্ষ ১০-এর তালিকায় অনায়াসে জায়গা করে নিয়েছে।"
    },

    {
        "en": "Now, I should mention that while I was on vacation, my other companions weren't. They were there to work, and they would be covering loads of things about Chattogram, including the food scene, so I decided to tag along with them, for the food joints at least. They did try to enlist my help with their work, but I decided to teach them the mantra of that trip, Sorry, but I am on vacation, not my problem.",
        "bn": "এখানে বলে রাখা ভালো, আমি যদিও ছুটিতে ছিলাম, আমার বাকিরা ছিল অফিসিয়াল কাজে। তারা চট্টগ্রামের নানা কিছু কাভার করছিল, তার মধ্যে খাবারের জায়গাগুলোও ছিল। তাই আমি ভাবলাম, খাবারের জায়গাগুলোতে অন্তত ওদের সঙ্গে যাই। যদিও তারা আমার থেকে কাজেও সাহায্য চেয়েছিল, আমি তখন তাদের শেখালাম সেই ট্রিপের মূল মন্ত্র: দুঃখিত, আমি ছুটিতে আছি, এটা আমার সমস্যা না।"
    },

    {
        "en": "By late afternoon, we were going to try this apparently famous old 'posh dining' called Meridian Restaurant. Sadly, the staff, it seems, forgot what customers and orders were, and decided that hanging out in the kitchen is more fun. So, we left. Sorry if that disappointed you, but I too was curious to try their food as it came heavily recommended.",
        "bn": "বিকেলের দিকে আমরা গেলাম একটা পুরোনো ও ‘ফ্যান্সি’ রেস্তোরাঁয় মেরিডিয়ান রেস্টুরেন্ট নামে। দুঃখজনকভাবে, ওখানকার স্টাফদের মনে হলো ক্রেতা আর অর্ডার নামে কিছু নেই, তারা মনে হয় কিচেনে আড্ডা মারাকেই বেশি জরুরি মনে করছিল। তাই আমরা বেরিয়ে এলাম। যদি এতে কেউ হতাশ হন, ক্ষমা চাইছি আমি নিজেও কৌতূহলী ছিলাম ওদের নামী খাবার খেতে।"
    },

    {
        "en": "With the light fading, we decided to delay lunch and head to Patenga Beach instead. Since I love sea sides, the disappointment of Meridian washed over quickly. However, when we got there, I was left disappointed once more. The once pretty beach and all its vast expanse was developed over, and the beach access, in that area at least, had been reduced to steps, like you see in a village pond.",
        "bn": "আলো কমে আসছিল, তাই ঠিক করলাম, দুপুরের খাবার একটু পরে খাবো, আর আগে পটেঙ্গা সৈকতে যাই। যেহেতু আমি সমুদ্রপাড় খুবই ভালোবাসি, মেরিডিয়ান-এর হতাশা সহজেই ধুয়ে গেল। কিন্তু সেখানে পৌঁছেই আবার একরাশ হতাশা জড়াল মন জুড়ে। যেটা একসময় বিশাল, মুক্তপ্রাণ সৈকত ছিল, সেটা এখন নানা উন্নয়নের দখলে চলে গেছে। সৈকতের প্রবেশপথটাও যেন গ্রামের পুকুরঘাটের সিঁড়ির মতো নিম্নগামী আর কংক্রিটে ঘেরা।"
    },

    {
        "en": "The disappointment was curbed somewhat by a very busy jhalmuri seller, who whipped up one heck of a Bombai chilli chanachur mix, and later, a mouth-watering and eye-watering naga fuckha. Try it if you ever visit Patenga. Eating chanachur facing a sea breeze just isn't talked about enough.",
        "bn": "হতাশাটা কিছুটা কেটে গেল এক ব্যস্ত ঝালমুড়ি বিক্রেতার সৌজন্যে, যিনি একেবারে দুর্দান্ত এক বোম্বাই মরিচ চানাচুর মিক্স বানিয়ে দিলেন। পরে খেলাম এক চোখ-পানিকর ও মুখ-পোড়ানো নাগা ফুচকা পটেঙ্গায় গেলে একবার ট্রাই করে দেখবেন। সাগরের হাওয়ায় মুখে চানাচুর নিয়ে বসে থাকা এই বিষয়টা নিয়ে কেউ তেমন কিছু বলে না, অথচ অভিজ্ঞতাটা অসাধারণ।"
    },

    {
        "en": "We wrapped up the day by going back to GEC Mor, because I insisted on having kala bhuna. Someone recommended Zamzam's restaurant, so we went there. While my colleagues ordered fish and other things, I ordered the kala bhuna, daal, rice, and aloo bhorta. Here's some sacrilege; I have had better kala bhuna in Dhaka, frankly. And so, day one was a bust, food-wise at least, except the breakfast.",
        "bn": "দিনটা শেষ করলাম জি ই সি মোড়ে ফিরে গিয়ে, কারণ আমি ঠিক করেছিলাম যেকরেই হোক কালা ভুনা খাবো। কেউ একজন জমজমের রেস্তোরাঁ রিকমেন্ড করেছিল, তাই সেখানেই গেলাম। সহকর্মীরা মাছ-টাছ আর নানা কিছু অর্ডার করল, আর আমি নিলাম কালা ভুনা, ডাল, ভাত আর আলু ভর্তা।এখন একটু পাপবাক্য শোনান যাক সত্যি বলতে, আমি ঢাকায় এর চেয়ে ভালো কালা ভুনা খেয়েছি। তাই প্রথম দিনটা খাবারের দিক থেকে একেবারে ফ্লপ, একমাত্র সকালের ব্রেকফাস্ট ছাড়া।"
    },

    {
        "en": "Day two started with a 'debate.' While I wanted the hotel breakfast, my colleagues wanted to try another place while on our way to Barabkunda Sea Beach, specifically, some place called Royal Foods, as suggested by our local chauffeur. As I was the oldest of the bunch, I couldn't really huff and puff, so I just went with it. But guess what? Royal Foods didn't open at 8 AM on a Sunday. So, we had some mediocre breakfast at some random hotel down the road. All the while, I was making mental voodoo dolls for these nearly Gen-Z co-workers of mine.",
        "bn": "দ্বিতীয় দিন শুরু হলো এক ‘তর্ক’ দিয়ে। আমি চাইছিলাম হোটেলের ব্রেকফাস্ট খেতে, আর বাকিরা চাইছিল বারবকুণ্ড সি বিচে যাওয়ার পথে নতুন কিছু ট্রাই করতে একটা জায়গা,রয়েল ফুডস নাম ,যেটা আমাদের লোকাল ড্রাইভার সাজেস্ট করেছিল। দলের মধ্যে আমি সবচেয়ে বয়োজ্যেষ্ঠ, তাই আর বেশি হুঁশ-হাঁশ না করে চুপচাপ রাজি হয়ে গেলাম। কিন্তু কী মনে করেন? রোববার সকাল ৮টায় রয়েল ফুডস খোলেইনি। তাই শেষে যেতে হলো রাস্তার পাশের একটা এলোমেলো হোটেলে, আর খেলাম খুবই সাধারণ মানের একটা ব্রেকফাস্ট। সবকিছু খেতে খেতে আমি মনের ভেতর আমার প্রায় জেন জি সহকর্মীদের জন্য মানসিকভাবে একেকটা ভুডু ডল তৈরি করে চলেছি।"
    },

    {
        "en": "In any case, breakfast over, we headed to Barabkunda Beach, and it was a very memorable experience, but the meh breakfast and the empty stomach was intruding this otherwise spectacular sight. We decided to go for lunch, and our chauffeur once again recommended a hotel, making my very young colleagues very excited.",
        "bn": "যাই হোক, ব্রেকফাস্ট শেষ করে আমরা রওনা দিলাম বারবকুণ্ড সৈকতের দিকে। জায়গাটা দারুণ ছিল, একেবারে মনে রাখার মতো অভিজ্ঞতা। কিন্তু সেই ফিকে ব্রেকফাস্ট আর খালি পেট চোখের সামনে দারুণ দৃশ্যটাকেও বারবার ব্যাহত করছিল। তাই ঠিক করলাম, এবার লাঞ্চ চাই ই। আবারও আমাদের ড্রাইভার এক হোটেলের সুপারিশ করলো, আর আমার তরুণ সহকর্মীরা তাতে রীতিমতো উত্তেজনায় লাফিয়ে উঠলো।"
    },

    {
        "en": "The roadside eatery, as it turned out, hilariously called Bhabir Hotel, was located right on the highway on Sitakunda, was packed to the brim with people. After some minutes, we managed to sneak in to a table. There were no menus, no options. It was bhaat, daal, beef chuijhaal, tomato bhorta, and aloo bhorta, or get lost!",
        "bn": "যে রাস্তার ধারের হোটেলটাতে আমরা গেলাম, তার নাম শুনে হাসি চাপা দুষ্কর ভাবির হোটেল! চট্টগ্রামের সীতাকুণ্ডে হাইওয়ের পাশে অবস্থিত সেই হোটেল লোকজনে একেবারে ঠাসা ছিল। কিছুক্ষণ অপেক্ষার পর আমরা কোনো রকমে একটা টেবিলে জায়গা পেলাম। মজার ব্যাপার হলো, এখানে কোনো মেনু ছিল না, কোনো বিকল্পও না। যেটা আছে, সেটা-ই খেতে হবে ভাত, ডাল, গরুর ছুঁইঝাল, টমেটো ভর্তা আর আলু ভর্তা না হলে রাস্তা মাপো!"
    },
    {
        "en": "Now, I was quite perplexed. How is it that I am in Chattogram, and not being served mezban or kala bhuna at THEIR eateries? Food was served and we all dug in. Beef chuijhaal was ok, tomato bhorta was nice, but the aloo bhorta? That was transcendental. I have to be honest; it's been two months since this trip, and I still think of that aloo bhorta. In fact, I nearly ordered a big box of it to go, but everyone stopped me, citing it would go bad before we reach the hotel.",
        "bn": "আমি তখন সত্যিই কিছুটা হতভম্ব। ভাবছিলাম এটা কীভাবে সম্ভব যে আমি চট্টগ্রামে বসে আছি, আর এখানকার নিজেদের হোটেলেই আমাকে মেজবানি গরুর মাংস বা কালা ভুনা দেওয়া হচ্ছে না? যাই হোক, খাবার চলে এলো, আর আমরা সবাই খেতে শুরু করলাম।গরুর ছুঁইঝাল মোটামুটি ছিল, টমেটো ভর্তা ভালো লেগেছে কিন্তু সেই আলু ভর্তা? সে ছিল একেবারে অতীন্দ্রিয়! সত্যি কথা বলতে কি, এই ট্রিপের পর দু’মাস পেরিয়ে গেছে, কিন্তু আমি এখনো মাঝে মাঝে সেই আলু ভর্তার কথা ভাবি। আসলে আমি তো একসময় ঠিক করে ফেলেছিলাম এক বক্স ভর্তি করে নিয়ে যাব, কিন্তু সবাই মিলে আমাকে থামিয়ে দিল। বলল, হোটেলে পৌঁছাতে পৌঁছাতে নষ্ট হয়ে যাবে! "
    },

    {
        "en": "Day three started with a no-arguments visit to the hotel's breakfast buffet. The rest of the day was also quite uneventful, foodwise at least. Until of course, I went to this shop called Flavors. Confession moment: I thought it was Premium Sweets because of the wording on their signs, but what a happy accident this turned out to be.",
        "bn": "তৃতীয় দিনের শুরু হলো কোনো ধরনের বিতর্ক ছাড়াই—সোজা হোটেলের ব্রেকফাস্ট বুফেতে। সারা দিনটা খাবারের দিক থেকে খুব একটা ঘটনাবহুল ছিল না যতক্ষণ না আমি ফ্ল্যাভোর্স  নামের এক দোকানে যাই। এবার একটা স্বীকারোক্তি: আমি ভেবেছিলাম এটা প্রিমিয়াম সুইটস, কারণ সাইনবোর্ডের লেখাগুলো দেখে এমনটাই মনে হচ্ছিল। কিন্তু কী দারুণ ভুলটাই না হয়েছিল সত্যিকারের এক শুভ দুর্ঘটনা!"
    },

    {
        "en": "From their cookies, to their sweets, and most importantly, their crisps, sold in plastic containers, are simply divine. Why? Well, if you are old and get heartburns after eating crisps, like me, these are perfect. No issues, and it tastes lovely, just the right amount of spice, salt, and crunch. No judgement, but I bought nearly 8 boxes of crisps to take to Dhaka.",
        "bn": "ওদের বিস্কুট, মিষ্টি, আর সবচেয়ে গুরুত্বপূর্ণ প্লাস্টিক কনটেইনারে বিক্রি হওয়া ক্রিস্পস সবই স্বর্গীয়। কেন বলছি এমন? কারণ আপনি যদি আমার মতো একটু বয়স্ক হন, আর ক্রিস্প খেলে গ্যাস্ট্রিক বা বুকজ্বালার সমস্যা হয়, তাহলে এটাই আপনার জন্য পারফেক্ট। কোনো সমস্যা হয়নি, আর স্বাদও দারুণ একদম ঠিক পরিমাণ ঝাল, লবণ আর ক্রাঞ্চ। জাজ করবেন না, কিন্তু আমি প্রায় ৮ বাক্স ক্রিস্পস কিনে ঢাকায় নিয়ে এসেছি।"
    },

    {
        "en": "Then, I visited an old friend; Gani Bakery. I bought two kilos of milk toffees and two kilos of biscuits. The biscuits ranged from good to great, but the toffees were incredible, so amazing that I felt insanely jealous of the people who lived near and right across it.",
        "bn": "তারপর গেলাম পুরোনো এক বন্ধুর কাছে গণি বেকারি। সেখানে কিনলাম দুই কেজি মিল্ক টফি আর দুই কেজি বিস্কুট। বিস্কুটগুলো ভালো থেকে দারুণ পর্যন্ত ছিল, কিন্তু টফিগুলো? ওগুলো ছিল একেবারে অবিশ্বাস্য। এতটাই ভালো যে আশেপাশে যারা থাকে, তাদের প্রতি হঠাৎ ভয়ানক রকমের ঈর্ষা অনুভব করলাম! "
    },

    {
        "en": "If you have been keeping count, that's nearly 5 kilos of food in big-ish containers. I had to stop by Biponi Bitan to get a new backpack to carry them. While there, I also got to try falooda at the renowned New Liberty Drink House. While the falooda was great, it wasn't the main attraction for me. Rather it was the interior and the staff, or rather their uniforms. If you ever read Archie Comics the old ones, you know Pop Tate's, and this feels exactly like that.",
        "bn": "যদি আপনি হিসাব রেখে থাকেন, তাহলে বুঝে গেছেন এটা প্রায় ৫ কেজি খাবার, তাও একেকটা বেশ বড়সড় কনটেইনারে। ফলে বাধ্য হয়ে বিপণি বিতান এ থামতে হলো—একটা নতুন ব্যাকপ্যাক কিনতে, যাতে এগুলো সব বহন করা যায়। সেখানে গিয়ে আরেকটা মজার অভিজ্ঞতা হলো নিউ লিবার্টি ড্রিংক হাউস এ ফালুদা খাওয়ার সুযোগ পেলাম। ফালুদাটা ছিল একদম চমৎকার, তবে সত্যি বলতে এটাই আমার জন্য মূল আকর্ষণ ছিল না। বরং যেটা মন কেড়েছে, সেটা ছিল ভেতরের সাজসজ্জা আর স্টাফদের ইউনিফর্ম।আপনি যদি পুরনো দিনের আর্চি কমিক্স পড়ে থাকেন, তাহলে নিশ্চয়ই পপ টেটস মনে আছে আর এটা একদম সেই রকমই! যেন একটা কমিকের পাতা থেকে বেরিয়ে আসা ক্যাফে।"
    },

    {
        "en": "We wrapped the day at DFC Dorothy Fried Chicken. This was apparently run by a Korean lady for the longest time, and still uses her original recipe for the spicy Korean fried chicken.",
        "bn": "দিনটা শেষ করলাম ডি এফ সি, ডরোথি ফ্রাইড চিকেন এ। শুনলাম, এটা নাকি অনেক দিন ধরে এক কোরিয়ান নারী চালাতেন, আর এখনো পর্যন্ত সেই পুরোনো স্পাইসি কোরিয়ান ফ্রায়েড চিকেন রেসিপিটাই ব্যবহার করা হয়।"
    },

    {
        "en": "We ordered some, and it was quite lovely. If I am being honest, Dhaka has better fried chicken, but considering how long this place has been running, and how recent the good Dhaka fried chicken is, you have to consider them nothing short of pioneers.",
        "bn": "আমরা কিছু অর্ডার করলাম, আর স্বাদ ছিল একেবারে চমৎকার। সত্যি বলতে গেলে, ঢাকায় এখন অনেক ভালো ফ্রায়েড চিকেন পাওয়া যায়, তার তুলনায় এটা খুব আহামরি কিছু না। তবে একটা বিষয় মানতেই হবে এই জায়গাটা যেহেতু অনেকদিন ধরে চলছে, আর ঢাকায় ভালো ফ্রায়েড চিকেনের যুগ এসেছে মাত্র কিছু বছর, তাই এদের না বললেই নয়, পাইওনিয়ার, একদম পথিকৃৎ। "
    },

    {
        "en": "And so, my trip came to an end. My treacherous colleagues, quite selfishly, left for Dhaka a day earlier than me, and it left me time to ponder on my thoughts. I came here to experience Chattogram's Kala bhuna — which I was eating in my hotel room, having ordered it from the hotel restaurant — and mezban, but instead, I am leaving with 5 kilos of biscuits and crisps, and pining for the aloo bhorta from Bhabir Hotel. Not what I had in mind, but hey, I am not complaining.",
        "bn": "এভাবেই শেষ হলো আমার চট্টগ্রাম সফর। আমার বিশ্বাসঘাতক সহকর্মীরা একদিন আগেই স্বার্থপরের মতো ঢাকা ফিরে গেল, আর আমি একা থেকে গেলাম চুপচাপ, নিজের ভাবনায় ডুবে। চট্টগ্রামে এসেছিলাম কালা ভুনা আর মেজবানের স্বাদ নিতে আর এখন হোটেল রুমে বসে হোটেলের রেস্টুরেন্ট থেকেই অর্ডার করা কালা ভুনা খাচ্ছি। মেজবানের দেখা মেলেনি, তবে যা নিয়ে ফিরছি তা হলো প্রায় ৫ কেজি বিস্কুট আর ক্রিস্পস, আর সঙ্গে এক গভীর তৃষ্ণা, এক অপূর্ণ ভালোবাসা, ভাবির হোটেলের আলু ভর্তার জন্য। এটা মোটেও আমার পরিকল্পনায় ছিল না, কিন্তু আমার কোন অভিযোগ নেই।"
    },

    {
        "en": "The protest began around 11:00am with students gathering in front of the Dhaka University's central library before marching to Shahbagh. Thousands of demonstrators, under the banner Boishommobirodhi Chhatra Andolon Students Against Discrimination, brought traffic to a halt from noon to evening.",
        "bn": "প্রতিবাদ শুরু হয় সকাল ১১টার দিকে, যখন ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় গ্রন্থাগারের সামনে শিক্ষার্থীরা জড়ো হতে শুরু করে। সেখান থেকে তারা মিছিল করে শাহবাগে পৌঁছায়। 'বৈষম্যবিরোধী ছাত্র আন্দোলন' ব্যানারে হাজারো বিক্ষোভকারী দুপুর থেকে সন্ধ্যা পর্যন্ত রাস্তায় অবস্থান নেয়, যার ফলে শহরের গুরুত্বপূর্ণ এই এলাকায় যান চলাচল একেবারে থমকে যায়।"
    },

    {
        "en": "The protesters also announced fresh programmes: mass processions on July 6 from all universities and colleges and a countrywide student strike on July 7, boycotting classes and exams.",
        "bn": "বিক্ষোভকারীরা নতুন কর্মসূচির ঘোষণাও দিয়েছেন: ৬ জুলাই দেশের সব বিশ্ববিদ্যালয় ও কলেজ থেকে গণমিছিল, এবং ৭ জুলাই সারাদেশে ছাত্র ধর্মঘট যেখানে শ্রেণি কার্যক্রম ও পরীক্ষা বর্জনের ডাক দেওয়া হয়েছে। "
    },

    {
        "en": "Students from Sher-e-Bangla Agricultural University blocked the Agargaon road, while Jagannath University students staged sit-ins near Ray Saheb Bazar. Jahangirnagar University protesters took to the Dhaka-Aricha Highway, causing temporary traffic standstills.",
        "bn": "শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের শিক্ষার্থীরা আগারগাঁও সড়ক অবরোধ করে রেখেছেন, একই সময়ে জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষার্থীরা রায় সাহেব বাজার এলাকায় সিট-ইন বিক্ষোভ করছেন। অপরদিকে, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের বিক্ষোভকারীরা ঢাকা-আরিচা মহাসড়কে অবস্থান গ্রহণ করেন, যা কিছুক্ষণ যান চলাচল বন্ধ থাকার কারণ হয়ে দাঁড়ায়।"
    },

    {
        "en": "Cumilla University students blocked the Dhaka-Chattogram Highway for three hours. The mobilisation spread further as Rajshahi University students braved heavy rain to occupy the Dhaka-Rajshahi Highway.",
        "bn": "কুমিল্লা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ঢাকা-চট্টগ্রাম মহাসড়ক তিন ঘণ্টা অবরোধ করে রাখে। বিক্ষোভের বিস্তার আরও বাড়ে যখন রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীরা প্রবল বৃষ্টির মধ্যেও ঢাকা-রাজশাহী মহাসড়কে অবস্থান নিয়ে বিক্ষোভ চালিয়ে যান।"
    },

    {
        "en": "Similar blockades were reported from Chittagong University, where the Chattogram-Khagrachhari Highway was blocked, and from Barishal University, where students blocked the Barishal-Kuakata Highway for five hours.",
        "bn": "চট্টগ্রাম বিশ্ববিদ্যালয় থেকেও একই ধরনের অবরোধের খবর পাওয়া গেছে, যেখানে চট্টগ্রাম-খাগড়াছড়ি মহাসড়ক অবরুদ্ধ করা হয়েছিল। সেই সঙ্গে বরিশাল বিশ্ববিদ্যালয়ের শিক্ষার্থীরাও বরিশাল-কুয়াকাটা মহাসড়ক পাঁচ ঘণ্টা বন্ধ করে রেখেছিল।"
    },

    {
        "en": "Protesters reiterated their demands: uphold the 2018 circular abolishing quotas, form a commission to review the quota system ensuring only constitutionally mandated reservations remain, stop multiple uses of quota privileges, fill vacant quota posts with merit-based candidates, and ensure a corruption-free, meritocratic civil service.",
        "bn": "বিক্ষোভকারীরা তাদের দাবি পুনরায় জোরালোভাবে জানায়:২০১৮ সালের কোটা বাতিল সংক্রান্ত সার্কুলার বাস্তবায়ন নিশ্চিত করা,একটি কমিশন গঠন করা যাতে কোটা ব্যবস্থার পুনর্মূল্যায়ন হয় এবং কেবল সংবিধানে নির্ধারিত সংরক্ষিত পদই থাকে, কোটা সুবিধার বহুমুখী ব্যবহারের বিরুদ্ধে ব্যবস্থা নেওয়া, শূন্য থাকা কোটা পদগুলো মেধাভিত্তিক প্রার্থীদের দিয়ে পূরণ করা, এবং একটি দুর্নীতিমুক্ত, মেধানির্ভর সিভিল সার্ভিস নিশ্চিত করা।"
    },

    {
        "en": "The political undercurrents were also visible on campus. Pro-government Chhatra League activists were seen positioned in various dormitories to discourage participation in the quota-reform protests.",
        "bn": "রাজনৈতিক প্রভাবও ক্যাম্পাসে স্পষ্ট ছিল। সরকারের পৃষ্ঠপোষকতায় থাকা ছাত্রলীগের কর্মীরা বিভিন্ন আবাসিক হলগুলোতে অবস্থান নিয়ে কোটা সংস্কারবিরোধী বিক্ষোভে অংশগ্রহণ কমাতে কাজ করছিলেন।"
    },

    {
        "en": "At Dhaka University's Amar Ekushey Hall, protester Sarjis Alam was reportedly forced to vacate his dorm, prompting an overnight gathering of fellow students demanding justice.",
        "bn": "ঢাকা বিশ্ববিদ্যালয়ের অমর একুশে হলে বিক্ষোভকারী সারজিস আলমকে তাঁর হল থেকে বের করে দিতে বাধ্য করা হয় বলে জানা গেছে, যা নিয়ে রাতভর সহপাঠীদের অবস্থান নেওয়া এবং ন্যায়ের দাবিতে সমাবেশের আয়োজন করা হয়।"
    },

    {
        "en": "Meanwhile, the strike by public university teachers and staffers against the government's new pension scheme continued, adding another layer of unrest to an already charged atmosphere.",
        "bn": "এদিকে, সরকার কর্তৃক ঘোষিত নতুন পেনশন স্কিমের বিরুদ্ধে সরকারি বিশ্ববিদ্যালয়ের শিক্ষক ও কর্মচারীদের ধর্মঘট চলতেই থাকে, যা ইতিমধ্যেই উত্তপ্ত পরিবেশে নতুন মাত্রা যোগ করেছে।"
    },

    {
        "en": "As night fell over Shahbagh, the energy of the day's protests lingered. Students dispersed with renewed determination; eyes set on the upcoming mass demonstrations and the promised student strike.",
        "bn": "রাত যখন শাহবাগের আকাশ ছায়া করে, দিনের বিক্ষোভের তেজ এখনও ম্লান হয়নি। শিক্ষার্থীরা নতুন উদ্যম নিয়ে ছড়িয়ে পড়েছে; তাদের নজর এখন আসন্ন গণমিছিল ও ঘোষিত ছাত্র ধর্মঘটের দিকে।"
    },

    {
        "en": "The talks were described as 'friendly' and 'positive' by a Bangladesh official familiar with the discussion. Bangladesh expects an agreement on the contentious reciprocal tariff issue, which has been under negotiation since early April following President Donald Trump's announcement of sweeping new tariffs.",
        "bn": "বাংলাদেশ সরকারের একজন দায়িত্বশীল কর্মকর্তা আলোচনা সম্পর্কে জানান যে, এটি ছিল 'বন্ধুত্বপূর্ণ' এবং 'ইতিবাচক'। বাংলাদেশ আশা করছে, যে বিতর্কিত পারস্পরিক শুল্ক বিষয়টি এপ্রিলের শুরু থেকে আলোচনাাধীন ছিল, সেটি নিয়ে একটি সমঝোতা চুক্তি সই হতে পারে। এই আলোচনার সূত্রপাত হয়েছিল প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের নতুন ব্যাপক শুল্ক আরোপের ঘোষণার পর।"
    },

    {
        "en": "Another contentious clause in the draft agreement would require Bangladesh to mirror US sanctions or embargoes against third countries, effectively aligning Dhaka's trade policy with Washington's geopolitical stance, according to the officials.",
        "bn": "প্রস্তাবিত চুক্তির আরেকটি বিতর্কিত ধারা অনুযায়ী, বাংলাদেশকে তৃতীয় দেশগুলোর বিরুদ্ধে যুক্তরাষ্ট্রের আরোপিত নিষেধাজ্ঞা বা এম্বারগো অনুসরণ করতে হবে, যা কার্যত ঢাকা-ওয়াশিংটন সম্পর্কের ভূরাজনৈতিক অবস্থান অনুযায়ী বাংলাদেশের বাণিজ্য নীতিকে সামঞ্জস্যপূর্ণ করে তুলবে, কর্মকর্তাদের মতে।"
    },

    {
        "en": "By contrast, Bangladesh's lower level of economic interdependence with the US means it has limited leverage to push back on US demands, despite offering substantial concessions.",
        "bn": "বিপরীতে, বাংলাদেশ ও যুক্তরাষ্ট্রের অর্থনৈতিক পারস্পরিক নির্ভরতা কম হওয়ায়, বাংলাদেশের পক্ষে যুক্তরাষ্ট্রের দাবি প্রত্যাখ্যান করার জন্য তেমন কোনো শক্তিশালী প্রভাব নেই, যদিও দেশটি উল্লেখযোগ্য ছাড় দিয়েছে।"
    },

    {
        "en": "The Trump administration has already signed tariff deals with the UK and Vietnam, and negotiations with India and others are reportedly in the final stages. Under a three-month pause announced in April, Trump pledged to sign 90 reciprocal agreements, but only a handful have been concluded so far.",
        "bn": "ট্রাম্প প্রশাসন ইতিমধ্যেই যুক্তরাজ্য ও ভিয়েতনামের সাথে শুল্ক চুক্তি সই করেছে, এবং ভারতসহ অন্যান্য দেশের সঙ্গে আলোচনা reportedly শেষ পর্যায়ে রয়েছে। এপ্রিল মাসে ঘোষিত তিন মাসের বিরতির অধীনে, ট্রাম্প ৯০টি পারস্পরিক চুক্তি সই করার প্রতিশ্রুতি দিয়েছিলেন, তবে এখন পর্যন্ত মাত্র কয়েকটি চুক্তি সম্পন্ন হয়েছে।"
    },
	
    {
        "en": "Buddha Purnima, the most significant religious festival for followers of Buddhism, was celebrated in Bandarban with devotion, rituals, and a ceremonial sprinkling of sandalwood water on the sacred Bodhi tree today.",
        "bn": "বুদ্ধ পূর্ণিমা, যা বৌদ্ধ ধর্মাবলম্বীদের জন্য সবচেয়ে গুরুত্বপূর্ণ ধর্মীয় উৎসব, আজ বান্দরবানে পূর্ণ আস্থা, রীতি এবং সান্দলউড পানি দিয়ে পবিত্র বোধি গাছের উপর অর্চনা সহকারে উদযাপন করা হয়।"
    },

    {
        "en": "On Sunday, special prayers, pujas, observance of the Eight Precepts Ashta Shila, and religious discussions were held in various monasteries across the district, including the prominent Khyangwa Khyang or Rajguru Buddhist Monastery in the district town.",
        "bn": "রবিবার, জেলার বিভিন্ন বিহারে বিশেষ প্রার্থনা, পূজা, অষ্টশীল পালনের পাশাপাশি ধর্মীয় আলোচনা অনুষ্ঠিত হয়, যার মধ্যে অন্যতম ছিল জেলার শহরের কুখ্যাত খ্যাংওয়া খ্যাং বা রাজগুরু বৌদ্ধ মঠ।"
    },

    {
        "en": "In the morning, hundreds of men, women, youth, and children gathered at the central Buddhist monastery in Bandarban to participate in the ceremonial sprinkling of sandalwood water at the base of the sacred Bodhi tree. Carrying offerings, they poured water on the tree, lit incense and lamps, and paid tribute to the memory of the Buddha.",
        "bn": "সকালে, শত শত পুরুষ, নারী, যুবক ও শিশু বান্দরবানের কেন্দ্রীয় বৌদ্ধ মঠে সমবেত হন পবিত্র বোধি গাছের তলায় সান্দলউড পানি ছিটানোর জন্য।তারা উপহার নিয়ে গাছের উপর পানি ঢালেন, ধূপ ও প্রদীপ প্রজ্বালন করেন এবং বুদ্ধের স্মৃতিতে শ্রদ্ধা নিবেদন করেন।"
    },
    {
        "en": "Russia launched its largest-ever drone and missile attack on Ukraine overnight today just hours after a telephone call between the US and Russian presidents ended without any breakthrough.",
        "bn": "রাশিয়া আজ ভোররাতে ইউক্রেনের ওপর তাদের ইতিহাসের সবচেয়ে বড় ড্রোন ও ক্ষেপণাস্ত্র হামলা চালিয়েছে যেটা ঘটে গেল মাত্র কয়েক ঘণ্টা পর, যখন মার্কিন ও রুশ প্রেসিডেন্টের টেলিফোনে কথা বলেও কোনো সমাধানে পৌঁছানো যায়নি।"
    },
    {
        "en": "AFP journalists in Kyiv heard drones buzzing over the capital and explosions ringing out throughout the night as Ukrainian air defence systems fended off the attack.",
        "bn": "কিয়েভে থাকা এএফপি-র সাংবাদিকরা জানান, রাতভর আকাশে ড্রোনের গুনগুন শব্দ শোনা গেছে, আর বিস্ফোরণের শব্দে কেঁপে উঠেছে পুরো শহর। ইউক্রেনের আকাশ প্রতিরক্ষা বাহিনী প্রাণপণে চেষ্টা করেছে এসব আঘাত ঠেকাতে।"
    },
    {
        "en": "US President Donald Trump said he had made no progress in discussions with Russian counterpart Vladimir Putin on ending the war.",
        "bn": "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প জানান, রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে তার আলোচনায় যুদ্ধ থামানোর বিষয়ে কোনো অগ্রগতি হয়নি।"
    },
    {
        "en": "The Kremlin said Russia would pursue the aims of its invasion, now dragging through its fourth year.",
        "bn": "অন্যদিকে, ক্রেমলিন জানিয়ে দিয়েছে রাশিয়া তার আগ্রাসনের লক্ষ্য থেকে একচুলও সরবে না, যুদ্ধটা এখন চতুর্থ বছরে গড়িয়েছে।"
    },
    {
        "en": "Tymur, a Kyiv resident who said he had experienced previous Russian attacks, told AFP that the assault in the early hours of Friday was different. Nothing like this attack had ever happened before. There have never been so many explosions, he said, adding: Peaceful people live here. That's all.",
        "bn": "তিমুর নামের এক কিয়েভবাসী, যিনি এর আগে অনেক হামলা দেখেছেন, বললেন, এবারেরটা একেবারেই আলাদা ছিল। এরকম হামলা জীবনে দেখিনি। এত বিস্ফোরণ কখনো শোনাও যায়নি। একটুখানি চুপ করে তিনি আরেকটা কথা বললেন এই শহরে সাধারণ মানুষ বাস করে। শান্তিতে বাঁচতে চায় সবাই,শুধু এতটুকুই।"
    },
    {
        "en": "Before we delve into the story of the first motor car in Dhaka, it's worth exploring an earlier question: When did four-wheelers first appear on the city's roads?",
        "bn": "ঢাকায় প্রথম মোটরগাড়ির আগমন নিয়ে কথা বলার আগে একটা আগের প্রশ্নকে গুরুত্ব দেওয়া যায়: ঠিক কবে এই শহরের রাস্তায় প্রথম চাকার যান, অর্থাৎ চার চাকার গাড়ি দেখা গিয়েছিল?"
    },
    {
        "en": "Back in 1790, the Collector of Dhaka noted that a group of soldiers stationed in the city had introduced a hired horse-drawn carriage service. It was likely established to transport goods from Begunbari in Tejgaon -- then an army quarters -- to the main city. However, this service did not last long.",
        "bn": "১৭৯০ সালে ঢাকার কালেক্টর তাঁর নথিতে উল্লেখ করেন, ঢাকায় অবস্থানরত কিছু সৈনিক শহরে একটি ভাড়ার ঘোড়ার গাড়ি সার্ভিস চালু করেন। ধারণা করা হয়, তখনকার তেজগাঁওয়ের বেগুনবাড়িতে থাকা সেনাক্যাম্প থেকে মূল শহরে পণ্য পরিবহনের জন্য এই গাড়িগুলি ব্যবহার করা হতো। তবে এই সার্ভিস বেশি দিন টেকেনি।"
    },
    {
        "en": "Still, by the early 19th century, Dhaka did have at least one known horse-drawn carriage. During his visit in 1824, Bishop Heber of Calcutta noted that the Naib Nazim of Dhaka used an old landau carriage drawn by four horses of Shamsuddaula.",
        "bn": "তবু, উনবিংশ শতকের শুরুতে ঢাকায় অন্তত একটি ঘোড়ার গাড়ির অস্তিত্ব ছিল বলে জানা যায়। ১৮২৪ সালে কলকাতার বিশপ হিবার ঢাকায় এসে লক্ষ্য করেন,তৎকালীন নবাব নাজিম একটি পুরনো ল্যান্ডু ঘোড়ার গাড়ি ব্যবহার করেন, যা চালাত চারটি ঘোড়া শামসুদদৌলার ঘোড়া।"
    },
    {
        "en": "But for a more structured public transportation system, Dhaka had to wait a bit longer. The credit for this goes largely to an Armenian businessman named Shircore, who introduced thika gari rental carriages around 1856. His business, Harmony Carriage, quickly became profitable, inspiring other local businessmen to follow suit.",
        "bn": "তবে একটি সুশৃঙ্খল গণপরিবহন ব্যবস্থার জন্য ঢাকাকে অপেক্ষা করতে হয়েছে আরও কিছুদিন। এর কৃতিত্ব অনেকটাই একজন আর্মেনিয়ান ব্যবসায়ী শিরকোর-এর, যিনি ১৮৫৬ সালের দিকে ঠিকা গাড়ি বা ভাড়ার গাড়ি চালু করেন। তাঁর ব্যবসা, হারমোনি ক্যারিয়েজ , দ্রুত লাভজনক হয়ে ওঠে এবং অন্য ব্যবসায়ীরাও এই পথে হাঁটেন।"
    },
    {
        "en": "By 1867, about 60 rental carriages were operating in Dhaka; by 1878 this number had grown to 300, and a decade later, it had doubled.",
        "bn": "১৮৬৭ সালের মধ্যে ঢাকায় প্রায় ৬০টি ভাড়ার গাড়ি চলত। ১৮৭৮ সালে এই সংখ্যা দাঁড়ায় ৩০০-তে, আর এক দশক পর তা দ্বিগুণ হয়।"
    },
    {
        "en": "As with horse-drawn carriages, the introduction of motor vehicles in Dhaka followed the lead of Kolkata. According to Radharaman Mitra's Kolkata Darpan, the first passenger motor vehicle appeared on the streets of Kolkata in 1896, though some accounts suggest it was 1897. That vehicle, used during British rule, was made by the French company De Dion-Bouton. The De Dion model was first introduced in Kolkata by H H Reynolds, and the first Bengali to purchase a motor vehicle was C Basak.",
        "bn": "যেমনটা ঘোড়ার গাড়ির ক্ষেত্রেও হয়েছিল, মোটরগাড়ির আগমনও প্রথম হয় কলকাতায়, তার পরে আসে ঢাকায়। রাধারমণ মিত্রের কলকাতা দর্পণ গ্রন্থ অনুসারে, কলকাতার রাস্তায় প্রথম যাত্রীবাহী মোটরগাড়ি চলে ১৮৯৬ সালে যদিও কেউ কেউ ১৮৯৭ বলেন। ব্রিটিশ শাসনামলে ব্যবহৃত ওই গাড়িটি ছিল ফরাসি কোম্পানি ডি ডিওন বৌটন এর তৈরি। কলকাতায় এই গাড়ি প্রথম আনেন এইচ এইচ রেনোল্ডস। আর প্রথম বাঙালি যিনি ব্যক্তিগতভাবে মোটরগাড়ি কিনেছিলেন, তিনি ছিলেন সি.বসাক।"
    },
    {
        "en": "Naturally, this leads to a key question: When did the first motor car appear in Dhaka? Could it have been in 1904?",
        "bn": "তাহলে প্রশ্ন জাগে, ঢাকায় প্রথম মোটরগাড়ি কবে এল? সম্ভবত ১৯০৪ সালেই।"
    },
    {
        "en": "On February 18 of that year, the Viceroy Lord Curzon arrived in Dhaka with his wife, Lady Curzon. The Nawabs' garden house in Shahbagh was lavishly decorated for the occasion. To honour the visit, Nawab Khwaja Salimullah purchased several motor cars from Kolkata. In a historic photograph, Lady Curzon is seen with her hand on the steering wheel, Lord Curzon standing beside her, and four cars parked in front of the house.",
        "bn": "সে বছরের ১৮ ফেব্রুয়ারি, ভারতের ভাইসরয় লর্ড কার্জন ঢাকায় আসেন, সঙ্গে ছিলেন স্ত্রী লেডি কার্জন। শাহবাগে নবাবদের বাগানবাড়ি ঝলমল করে সেজে উঠেছিল তাঁদের স্বাগত জানাতে। এই ঐতিহাসিক সফরকে মর্যাদা দিতে নবাব খাজা সলিমুল্লাহ কলকাতা থেকে কয়েকটি মোটরগাড়ি কেনেন। একটি বিখ্যাত ছবিতে দেখা যায়, লেডি কার্জন গাড়ির স্টিয়ারিংয়ে হাত রেখেছেন, লর্ড কার্জন তাঁর পাশে দাঁড়িয়ে আছেন, আর চারটি গাড়ি বাড়ির সামনে রাখা।"
    },
    {
        "en": "According to him, the Nawab didn't buy the cars in haste for the Viceroy's visit. In fact, the decision came after a carefully considered plan.",
        "bn": "তাঁর মতে, নবাব হুট করে ভাইসরয়ের সফর উপলক্ষে গাড়ি কেনেননি। বরং এর পেছনে ছিল পরিকল্পনা।"
    },
    {
        "en": "As mentioned earlier, in 1904, Nawab Khwaja Salimullah showcased his newly purchased automobiles at his Shahbagh garden house. This historic moment was captured by the renowned German photographer Fritz Kapp. These early automobiles thus became silent witnesses to Dhaka's evolving history.  By 1915–16, the number of cars in Bengal had exceeded 1,000. Car manufacturers began organising roadshows, distributing flyers, and launching promotions to expand the market. Over time, the fascination with automobiles spread to other parts of the region.",
        "bn": "উল্লেখ করা হয়েছে, ১৯০৪ সালে নবাব খাজা সলিমুল্লাহ তাঁর শাহবাগের বাগানবাড়িতে এই নতুন গাড়িগুলি প্রদর্শন করেন। এই ঐতিহাসিক মুহূর্ত ক্যামেরাবন্দি করেছিলেন বিখ্যাত জার্মান আলোকচিত্রী ফ্রিটজ ক্যাপ। ঢাকার ইতিহাসের এক মোড় ঘুরিয়ে দেওয়া সেই গাড়িগুলিই আজ নীরব সাক্ষী। ১৯১৫–১৬ সালের মধ্যে বাংলায় গাড়ির সংখ্যা ছাড়িয়ে যায় ১,০০০। গাড়ি নির্মাতা কোম্পানিগুলি তখন রোডশো, প্রচারপত্র বিলি, এবং নানা প্রচারাভিযানের মাধ্যমে বাজার বাড়াতে শুরু করে। ধীরে ধীরে এই গাড়িপ্রীতি ছড়িয়ে পড়ে অঞ্চলের অন্যান্য এলাকাতেও।"
    },
    {
        "en": "Former skipper Najmul Hossain Shanto was left out as Bangladesh announced a 16-member squad on Friday for the upcoming three-match T20I series against Sri Lanka, starting on July 10.",
        "bn": "সাবেক অধিনায়ক নাজমুল হোসেন শান্তকে বাদ দিয়ে শ্রীলঙ্কার বিপক্ষে আসন্ন তিন ম্যাচের টি-টোয়েন্টি সিরিজের জন্য ১৬ সদস্যের দল ঘোষণা করেছে বাংলাদেশ। সিরিজটি শুরু হবে ১০ জুলাই থেকে।"
    },
    {
        "en": "Since he opted out of T20I captaincy, Bangladesh played two series in the UAE and Pakistan. The left-hander, struggling with his form in the format, was drafted in the squad for both series, but was picked for only one game against UAE while he was sidelined throughout the Pakistan series.",
        "bn": "নাজমুল হোসেন শান্ত টি-টোয়েন্টি অধিনায়কত্ব ছেড়ে দেওয়ার পর বাংলাদেশ দুটি সিরিজ খেলেছে একটি  আরব আমিরাতে, অন্যটি পাকিস্তানে। এই দুই সিরিজেই শান্তকে স্কোয়াডে রাখা হলেও ফর্মহীনতার কারণে তিনি একটিমাত্র ম্যাচ খেলেন ইউএই-এর বিপক্ষে, আর পাকিস্তান সিরিজে পুরোপুরি বেঞ্চেই ছিলেন।"
    },
    {
        "en": "Opener Naim Sheikh was finally rewarded with a spot for his domestic form, and seamer Mohammad Saifuddin also made the cut as the Tigers also left out pacers Nahid Rana, Hasan Mahmud, and Khaled Ahmed.",
        "bn": "তবে আসন্ন শ্রীলঙ্কা সিরিজে কিছু চমক রয়েছে। ঘরোয়া ক্রিকেটে ধারাবাহিক পারফরম্যান্সের পুরস্কার হিসেবে নাঈম শেখ শেষমেশ টি-টোয়েন্টি দলে জায়গা করে নিয়েছেন। পেসার মোহাম্মদ সাইফউদ্দিন-ও দলে ফিরেছেন। অন্যদিকে বাদ পড়েছেন পেসার নাহিদ রানা, হাসান মাহমুদ ও খালেদ আহমেদ।"
    },
    {
        "en": "Ace pacer Taskin Ahmed made a return to the side, and left-arm spinner Nasum Ahmed was preferred instead of Tanvir Islam, who was part of the squad that played against Pakistan in May.",
        "bn": "চোট কাটিয়ে আবারো দলে ফিরেছেন প্রধান পেসার তাসকিন আহমেদ, আর বাঁহাতি স্পিনার নাসুম আহমেদ পেয়েছেন জায়গা, যেখানে পাকিস্তান সিরিজে থাকা তানভীর ইসলামকে এবার রাখা হয়নি।"
    },
    {
        "en": "The second T20I is scheduled for July 13 in Kandy, and the Tigers' full tour of Sri Lanka will conclude with the final match on July 16 in Colombo.",
        "bn": "তিন ম্যাচের টি-টোয়েন্টি সিরিজের প্রথমটি হবে ১০ জুলাই। দ্বিতীয় ম্যাচ ১৩ জুলাই ক্যান্ডিতে, আর সিরিজের শেষ ম্যাচ ১৬ জুলাই কলম্বোতে অনুষ্ঠিত হবে। এটি দিয়েই শেষ হবে বাংলাদেশের পূর্ণাঙ্গ শ্রীলঙ্কা সফর।"
    },
    {
        "en": "Four individuals, including a local BNP leader, have been arrested over snatching away two convicts from police custody after attacking Patgram Police Station in Lalmonirhat on Wednesday night.",
        "bn": "গত বুধবার রাতে লালমনিরহাটের পাটগ্রাম থানায় হামলা চালিয়ে দুই আসামিকে ছিনিয়ে নেওয়ার ঘটনায় স্থানীয় বিএনপি নেতাসহ চারজনকে গ্রেপ্তার করেছে পুলিশ।"
    },
    {
        "en": "The arrestees are Mahidul Islam, organising secretary of the ward unit BNP; Abdur Rashid of Sohagpur village; Habibur Rahman of Bauara; and Abul Kalam, 52, of Sohagpur, said police.",
        "bn": "গ্রেপ্তারকৃতরা হলেন ওয়ার্ড বিএনপির সাংগঠনিক সম্পাদক মাহিদুল ইসলাম, সোহাগপুর গ্রামের আব্দুর রশিদ, বউড়া গ্রামের হাবিবুর রহমান, এবং সোহাগপুরের ৫২ বছর বয়সী আবুল কালাম, বলে জানিয়েছে পুলিশ।"
    },
    {
        "en": "A joint team of police and Rab arrested them after conducting raids in different areas of Patgram upazila from 2:00am to 5:00am today, said Mizanur Rahman, officer-in-charge of Patgram Police Station.",
        "bn": "পাটগ্রাম থানার ওসি মিজানুর রহমান জানান, আজ ভোররাতে (রাত ২টা থেকে সকাল ৫টা পর্যন্ত) পাটগ্রাম উপজেলার বিভিন্ন স্থানে অভিযান চালিয়ে পুলিশ ও র‍্যাবের যৌথ দল তাদের গ্রেপ্তার করে।"
    },
    {
        "en": "Barrister Hasan Rajib Prodhan, member of BNP's central executive committee, claimed that the incident stemmed from a dispute between police and local stone quarry leaseholders. Some of our activists went to the police station to help bring the situation under control, but now BNP is being blamed in a fabricated narrative, he said.",
        "bn": "বিএনপির কেন্দ্রীয় নির্বাহী কমিটির সদস্য ব্যারিস্টার হাসান রাজীব প্রধান দাবি করেছেন, পাটগ্রাম থানায় হামলার ঘটনাটি মূলত স্থানীয় পাথরখেকোদের স্টোন কোয়ারি লিজধারী সঙ্গে পুলিশের একটি বিরোধ থেকে উদ্ভূত। তিনি বলেন, কয়েকজন বিএনপি কর্মী পরিস্থিতি শান্ত করতে থানায় গিয়েছিল। কিন্তু এখন পুরো ঘটনায় বিএনপিকে জড়িয়ে একটি সাজানো গল্প তৈরি করা হচ্ছে। আমাদের ওপর দোষ চাপানো হচ্ছে অন্যায়ভাবে। ব্যারিস্টার রাজীব আরও বলেন, এটা স্পষ্টভাবে রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত একটি প্রচেষ্টা, যাতে বিএনপিকে হেয় প্রতিপন্ন করা যায়।"
    },
    {
        "en": "Just hours earlier, the escapees, Belal Hossain and Sohel Rana, were each sentenced to one month in prison by a mobile court on extortion charges.",
        "bn": "ঘটনার কয়েক ঘণ্টা আগে,পলাতক আসামি বেলাল হোসেন ও সোহেল রানা দুইজনকেই মুক্তিপণ আদায়ের অভিযোগে মোবাইল কোর্ট এক মাস করে কারাদণ্ড দিয়েছিলো"
    },
    {
        "en": "Intensive Care Units at 25 public hospitals across the country have remained non-functional or partially operational over the last few months largely due to a manpower crisis, depriving many critically ill patients of life-saving care.",
        "bn": "দেশজুড়ে ২৫টি সরকারি হাসপাতালের ইনটেনসিভ কেয়ার ইউনিট আইসিইউ গত কয়েক মাস ধরে অচল বা আংশিকভাবে চালু রয়েছে, মূলত জনবলের সংকটের কারণে। এতে অনেক মারাত্মক অসুস্থ রোগী জীবনরক্ষাকারী চিকিৎসা থেকে বঞ্চিত হচ্ছেন।"
    },
    {
        "en": "These ICUs with a total of 240 beds were set up in 22 districts between 2020 and last year under the Covid-19 Emergency Response and Pandemic Preparedness ERPP Project, largely funded by the World Bank.",
        "bn": "২০২০ সাল থেকে গত বছর পর্যন্ত কোভিড-১৯ ইমার্জেন্সি রেসপন্স অ্যান্ড প্যানডেমিক প্রিপারেডনেস ইআরপিপি প্রকল্পের আওতায়, যা মূলত বিশ্বব্যাংকের অর্থায়নে পরিচালিত, ২২টি জেলায় মোট ২৪০ শয্যার এই আইসিইউগুলো স্থাপন করা হয়।"
    },
    {
        "en": "Over 1,000 staffers, including medical officers and technicians, were recruited to operate the units. However, their contracts expired in December last year, and the government neither reappointed them nor made any replacements.",
        "bn": "এই ইউনিটগুলো পরিচালনার জন্য এক হাজারের বেশি জনবল নিয়োগ দেওয়া হয় যার মধ্যে চিকিৎসক ও টেকনিশিয়ানও ছিলেন। তবে, গত বছরের ডিসেম্বর মাসে তাদের চুক্তির মেয়াদ শেষ হয়ে যায় এবং সরকার তাদের পুনর্নিয়োগ করেনি কিংবা বিকল্প জনবলও নিয়োগ দেয়নি।"
    },
    {
        "en": "This has strained the ICU facilities at other government hospitals, particularly at the district level, making it extremely difficult for many to access critical care. Besides, private hospitals charge exorbitant fees for ICU services, rendering them unaffordable to most patients.",
        "bn": "ফলে, অন্যান্য সরকারি হাসপাতালের আইসিইউগুলো, বিশেষ করে জেলা পর্যায়েরগুলো, চরম চাপে পড়ে গেছে। এতে করে অনেক রোগীর জন্য জরুরি চিকিৎসা সেবা পাওয়া কঠিন হয়ে পড়েছে। অন্যদিকে, বেসরকারি হাসপাতালগুলোতে আইসিইউ সেবার খরচ এত বেশি যে, তা অনেক রোগীর সাধ্যের বাইরে।"
    },
    {
        "en": "A recent rise in Covid-19 cases has heightened concerns over access to critical care. If the situation worsens, the demand for ICU services is likely to increase further.",
        "bn": "সম্প্রতি দেশে কোভিড-১৯ সংক্রমণ আবারও বাড়তে থাকায়, আইসিইউ সেবা নিয়ে উদ্বেগ বেড়েছে। পরিস্থিতি আরও খারাপ হলে, আইসিইউ সেবার চাহিদা আরও বৃদ্ধি পাবে।"
    },
    {
        "en": "According to the latest DGHS data, 74 government hospitals in 42 districts have a total of 1,372 ICU beds, meaning 22 districts still don't have any ICU facilities. Besides, of these beds, 758, 55 percent are concentrated in 22 Dhaka-based hospitals",
        "bn": "স্বাস্থ্য অধিদপ্তরের সাম্প্রতিক তথ্য অনুযায়ী, দেশের ৪২ জেলার ৭৪টি সরকারি হাসপাতালে মোট ১,৩৭২টি আইসিইউ শয্যা রয়েছে। অর্থাৎ এখনো ২২টি জেলায় কোনো আইসিইউ সুবিধা নেই। এছাড়া, এই শয্যার ৭৫৮টি , ৫৫ শতাংশ শুধুমাত্র ঢাকার ২২টি হাসপাতালে কেন্দ্রীভূত।"
    },
    {
        "en": "Under the project taken up in 2020, 10-bed ICUs were set up at 13 public hospitals in Cumilla, Noakhali, Gopalganj, Feni, Munshiganj, Narayanganj, Sherpur, Tangail, Jashore, Sunamganj, Chuadanga, Bagerhat and Madaripur.",
        "bn": "২০২০ সালে নেওয়া প্রকল্পের আওতায়, ১৩টি সরকারি হাসপাতালে ১০ শয্যার আইসিইউ স্থাপন করা হয়। এসব হাসপাতাল হলো: কুমিল্লা, নোয়াখালী, গোপালগঞ্জ, ফেনী, মুন্সীগঞ্জ, নারায়ণগঞ্জ, শেরপুর, টাঙ্গাইল, যশোর, সুনামগঞ্জ, চুয়াডাঙ্গা, বাগেরহাট ও মাদারীপুর।"
    },
    {
        "en": "Similar ICUs were also established in Shaheed Suhrawardy Medical College Hospital in Dhaka, and nine medical colleges in Khulna, Dinajpur, Barishal, Sylhet, Faridpur, Tangail, Manikganj, Bogura and Cumilla.",
        "bn": "ঢাকার শহীদ সোহরাওয়ার্দী মেডিকেল কলেজ হাসপাতাল এবং খুলনা, দিনাজপুর, বরিশাল, সিলেট, ফরিদপুর, টাঙ্গাইল, মানিকগঞ্জ, বগুড়া ও কুমিল্লা মেডিকেল কলেজে একই ধরনের আইসিইউ স্থাপন করা হয়।"
    },
    {
        "en": "Moreover, five-bed ICUs were set up at the Infectious Diseases Hospital in Dhaka and Bangladesh Institute of Tropical and Infectious Diseases in Chattogram.",
        "bn": "এছাড়াও, ঢাকার সংক্রামক ব্যাধি হাসপাতাল এবং চট্টগ্রামের বাংলাদেশ ইনস্টিটিউট অব ট্রপিক্যাল অ্যান্ড ইনফেকশিয়াস ডিজিজেস-এ ৫ শয্যার আইসিইউ চালু করা হয়।"
    },
    {
        "en": "The Daily Star spoke with the authorities at 11 of the hospitals and found that at least four couldn't launch ICU services due to a manpower shortage and other infrastructural problems. They are 250-bed Jashore General Hospital, Manikganj Medical College Hospital, Tangail Medical College Hospital and Dinajpur Medical College Hospital.",
        "bn": "ডেইলি স্টার ১১টি হাসপাতালের কর্তৃপক্ষের সঙ্গে কথা বলে জানতে পেরেছে, এর মধ্যে অন্তত চারটি হাসপাতাল এখনও আইসিইউ চালু করতে পারেনি জনবল সংকট ও অন্যান্য অবকাঠামোগত সমস্যার কারণে। এগুলো হলো: ২৫০ শয্যার যশোর জেনারেল হাসপাতাল, মানিকগঞ্জ মেডিকেল কলেজ হাসপাতাল, টাঙ্গাইল মেডিকেল কলেজ হাসপাতাল এবং দিনাজপুর মেডিকেল কলেজ হাসপাতাল।"
    },
    {
        "en": "Six of the hospitals are providing ICU services partially. They are Gopalganj General Hospital; Noakhali General Hospital; Cumilla General Hospital; Cumilla Medical College Hospital; Sher-e-Bangla Medical College Hospital in Barishal; and the Infectious Diseases Hospital in Dhaka.",
        "bn": "ছয়টি হাসপাতাল আংশিকভাবে আইসিইউ সেবা দিচ্ছে। এসব হাসপাতাল হলো: গোপালগঞ্জ জেনারেল হাসপাতাল, নোয়াখালী জেনারেল হাসপাতাল, কুমিল্লা জেনারেল হাসপাতাল, কুমিল্লা মেডিকেল কলেজ হাসপাতাল, বরিশালের শেরে বাংলা মেডিকেল কলেজ হাসপাতাল এবং ঢাকার সংক্রামক রোগ হাসপাতাল।"
    },
    {
        "en": "We somehow have kept the ICU functional… But it's not functioning properly, said Jibitesh Biswas, superintendent of Gopalganj General Hospital.",
        "bn": "গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জিবিতেশ বিশ্বাস বলেন, আমরা কোনোভাবে আইসিইউ চালু রেখেছি… তবে এটি ঠিকভাবে পরিচালিত হচ্ছে না।"
    },
    {
        "en": "In January this year, Munshiganj Geneal Hospital suspended its ICU services due to a manpower crisis.",
        "bn": "এ বছর জানুয়ারিতে মুন্সীগঞ্জ জেনারেল হাসপাতাল জনবল সংকটের কারণে আইসিইউ সেবা বন্ধ করে দেয়।"
    },
    {
        "en": "We now refer patients requiring life-saving care to hospitals in Dhaka, Ahammed Kabir, superintendent of the hospital, told this correspondent.",
        "bn": "হাসপাতালের তত্ত্বাবধায়ক আহাম্মদ কবীর বলেন, আমরা এখন যেসব রোগীর জীবনরক্ষাকারী সেবার প্রয়োজন, তাদের ঢাকার হাসপাতালে রেফার করি।"
    },
    {
        "en": "The government launched the project in April, 2020, a month after Covid-19 hit the country, with an allocation of Tk 1,127.51 crore to prop up the country's health system in response to the pandemic.",
        "bn": "২০২০ সালের এপ্রিল মাসে, দেশে কোভিড-১৯ সংক্রমণ শুরুর এক মাস পর, দেশের স্বাস্থ্যব্যবস্থাকে শক্তিশালী করতে এই প্রকল্প চালু করা হয়। প্রকল্পের মোট বরাদ্দ ছিল ১,১২৭.৫১ কোটি টাকা।"
    },
    {
        "en": "Following a revision in January, 2021, the cost of the project, largely funded by the WB, rose to Tk 6,786.58 crore as several components were incorporated into it. However, the cost was revised down to Tk 6,386.64 crore after another revision in July, 2023.",
        "bn": "২০২১ সালের জানুয়ারিতে প্রথমবার প্রকল্পের ব্যয় সংশোধন করে ৬,৭৮৬.৫৮ কোটি টাকা করা হয়। এর আওতায় বিভিন্ন নতুন উপাদান যুক্ত করা হয়। তবে ২০২৩ সালের জুলাই মাসে আবারও সংশোধন করে প্রকল্প ব্যয় কমিয়ে ৬,৩৮৬.৬৪ কোটি টাকা নির্ধারণ করা হয়।"
    },
    {
        "en": "The government initially hired 393 health workers under the project. Later, the workforce was expanded to 1,154, including medical officers, nurses, and technologists.",
        "bn": "প্রকল্পের আওতায় প্রথমে ৩৯৩ জন স্বাস্থ্যকর্মী নিয়োগ দেওয়া হয়। পরে তা বাড়িয়ে ১,১৫৪ জন করা হয়, যার মধ্যে চিকিৎসক, নার্স ও প্রযুক্তিবিদরা ছিলেন।"
    },
    {
        "en": "As their job contracts expired in December last year, Directorate General of Health Services DGHS officials verbally requested them to continue working, assuring that salaries would be paid later -- a request many complied with, according to DGHS sources. ",
        "bn": "তাদের চুক্তির মেয়াদ শেষ হওয়ার পর, স্বাস্থ্য অধিদপ্তরের কর্মকর্তারা মৌখিকভাবে অনুরোধ করেন যে তারা যেন কাজ চালিয়ে যান, এবং পরে বেতন দেওয়া হবে অনেকেই এই অনুরোধে সাড়া দিয়ে কাজ চালিয়ে যান বলে জানা গেছে।"
    },
    {
        "en": "Seeking anonymity, a DGHS official said that though disruption in ICU services began in January, some hospitals kept providing life-saving care by deputing staff from their existing workforce. Besides, a number of health workers employed under the project continued to perform their duties.",
        "bn": "স্বাস্থ্য অধিদপ্তরের এক কর্মকর্তা নাম প্রকাশ না করার শর্তে বলেন, যদিও জানুয়ারি থেকেই সেবায় বিঘ্ন ঘটে, কিছু হাসপাতাল তাদের নিজস্ব জনবল থেকে কর্মী এনে সেবা চালু রেখেছিল। আবার অনেক প্রকল্পভুক্ত স্বাস্থ্যকর্মীও কাজ চালিয়ে গেছেন।"
    },
    {
        "en": "Several components of the project remain incomplete as the WB declined to extend the contract period, according to DGHS and project officials.",
        "bn": "ডিজিএইচএস DGHS ও প্রকল্প সংশ্লিষ্ট কর্মকর্তাদের মতে, বিশ্বব্যাংক চুক্তির মেয়াদ বাড়াতে অস্বীকৃতি জানানোয় প্রকল্পের বেশ কয়েকটি উপাদান এখনো অসম্পূর্ণ রয়ে গেছে।"
    },
    {
        "en": "Under the project, the government was supposed to set up 10-bed ICUs at 33 more district hospitals; paediatric ICUs at 16 medical college hospitals; obstetric ICUs for critically ill pregnant women at 15 medical college hospitals; 10-bed ICUs at two specialised hospitals and one-stop emergency service centres at 21 medical college hospitals.",
        "bn": "প্রকল্পের আওতায় সরকার ৩৩টি জেলা হাসপাতালে ১০ শয্যার আইসিইউ, ১৬টি মেডিকেল কলেজ হাসপাতালে শিশুদের জন্য পেডিয়াট্রিক আইসিইউ, ১৫টি মেডিকেল কলেজ হাসপাতালে গর্ভবতী নারীদের জন্য অবসটেট্রিক আইসিইউ, দুটি বিশেষায়িত হাসপাতালে ১০ শয্যার আইসিইউ এবং ২১টি মেডিকেল কলেজ হাসপাতালে ওয়ান-স্টপ ইমার্জেন্সি সেবা কেন্দ্র স্থাপন করার কথা ছিল।"
    },
    {
        "en": "It also includes other components such as installation of microbiology laboratories at 19 medical college hospitals; establishment or expansion of liquid medical oxygen systems at 30 hospitals; and setting up of medical waste treatment plants at 20 hospitals and medical screening facilities at airports and seaports.",
        "bn": "এছাড়াও, ১৯টি মেডিকেল কলেজ হাসপাতালে মাইক্রোবায়োলজি ল্যাব স্থাপন, ৩০টি হাসপাতালে তরল মেডিকেল অক্সিজেন (লিকুইড মেডিকেল অক্সিজেন) সিস্টেম স্থাপন বা সম্প্রসারণ, ২০টি হাসপাতালে মেডিকেল বর্জ্য ব্যবস্থাপনা প্ল্যান্ট এবং বিমানবন্দর ও সমুদ্রবন্দরে মেডিকেল স্ক্রিনিং সুবিধা স্থাপনের পরিকল্পনাও অন্তর্ভুক্ত ছিল।"
    },
    {
        "en": "While construction of the facilities is nearing completion, uncertainty persists regarding the purchase of equipment and recruitment of manpower, said the officials.",
        "bn": "কর্মকর্তারা জানান, এসব স্থাপনার নির্মাণকাজ শেষের পথে থাকলেও, সরঞ্জাম কেনা ও জনবল নিয়োগ নিয়ে অনিশ্চয়তা এখনো রয়ে গেছে।"
    },
    {
        "en": "The health authorities had earlier sought to complete the pending work under three operational plans of the proposed Fifth Health, Population, and Nutrition Sector Programme HPNSP, and absorb the health workers hired for the project into those plans.",
        "bn": "স্বাস্থ্য অধিদপ্তর এর আগে প্রস্তাবিত পঞ্চম স্বাস্থ্য, জনসংখ্যা ও পুষ্টি খাত কর্মসূচি এইচপিএনএসপি -এর তিনটি অপারেশনাল প্ল্যান এর অধীনে বাকি কাজ সম্পন্ন করতে এবং প্রকল্পে নিযুক্ত স্বাস্থ্যকর্মীদের সেসব পরিকল্পনায় অন্তর্ভুক্ত করতে চেয়েছিল।"
    },
    {
        "en": "However, the interim government scrapped the proposed 5th HPNSP and decided to absorb the health programmes into regular ones to improve coordination and strengthen infrastructure.",
        "bn": "তবে, অন্তর্বর্তীকালীন সরকার প্রস্তাবিত ৫ম HPNSP বাতিল করে এবং সমন্বয় বৃদ্ধির মাধ্যমে অবকাঠামো শক্তিশালী করতে স্বাস্থ্য সংক্রান্ত কর্মসূচিগুলো নিয়মিত কর্মসূচিতে অন্তর্ভুক্ত করার সিদ্ধান্ত নেয়।"
    },
    {
        "en": "In the first week of June, the health ministry held a meeting to discuss two options: announce completion of the project without finishing the remaining work or initiate a new project to complete the pending work.",
        "bn": "চলতি বছরের জুন মাসের প্রথম সপ্তাহে, স্বাস্থ্য মন্ত্রণালয় একটি বৈঠকে দুইটি বিকল্প নিয়ে আলোচনা করে:বাকি কাজ শেষ না করেই প্রকল্পের সমাপ্তি ঘোষণা করা, বাকি কাজ শেষ করতে একটি নতুন প্রকল্প গ্রহণ করা।"
    },
    {
        "en": "No final decision has been made regarding the project, a DGHS official told this newspaper on June 28, seeking anonymity.",
        "bn": "প্রকল্প নিয়ে এখনো চূড়ান্ত কোনো সিদ্ধান্ত নেওয়া হয়নি, ২৮ জুন এক ডিজিএইচএস কর্মকর্তা নাম প্রকাশ না করার শর্তে ডেইলি স্টার-কে বলেন।"
    },
    {
        "en": "The project authorities have been asked to assess how much money and time are needed to complete the remaining work, added the official.",
        "bn": "তিনি আরও জানান, প্রকল্প কর্তৃপক্ষকে বলা হয়েছে বাকি কাজ শেষ করতে কত টাকা ও সময় লাগবে, তা মূল্যায়ন করে জানাতে।"
    },
    {
        "en": "Prof Sayedur Rahman, special assistant to the chief adviser for the health ministry, said the ICUs were built during an emergency period, and many of those remained unutilised afterwards.",
        "bn": "স্বাস্থ্য মন্ত্রণালয়ে প্রধান উপদেষ্টার বিশেষ সহকারী অধ্যাপক সায়েদুর রহমান বলেন, এই আইসিইউগুলো জরুরি অবস্থার সময় স্থাপন করা হয়েছিল, এবং পরবর্তীতে অনেকগুলোই ব্যবহারবহির্ভূত থেকে গেছে।"
    },
    {
        "en": "He said the government plans to introduce a cluster system under which the ICU at one hospital will be designated to serve patients from two to three neighbouring districts, as it may not be feasible to deploy adequate manpower to all ICUs.",
        "bn": "তিনি জানান, সরকার একটি ক্লাস্টার সিস্টেম চালুর পরিকল্পনা করছে, যেখানে একটি হাসপাতালে স্থাপিত আইসিইউ প্রতিবেশী দুই থেকে তিনটি জেলার রোগীদের সেবা দেওয়ার জন্য নির্ধারিত থাকবে। কারণ, প্রতিটি আইসিইউতে পর্যাপ্ত জনবল নিয়োগ দেওয়া সম্ভব নাও হতে পারে।"
    },
    {
        "en": "In each cluster, the ICU of a selected hospital will be made fully functional. Ambulance services will link it to one or two hospitals in adjacent districts, from where patients requiring intensive care will be transported to the designated facility he told The Daily Star.",
        "bn": "তিনি আরও বলেন, প্রতিটি ক্লাস্টারে একটি নির্বাচিত হাসপাতালের আইসিইউকে সম্পূর্ণভাবে কার্যকর করা হবে। এরপর এক বা দুইটি নিকটবর্তী জেলার হাসপাতাল থেকে রোগীদের অ্যাম্বুলেন্সে করে সেই হাসপাতালে নিয়ে যাওয়া হবে, যেখানে তাদের জন্য ইনটেনসিভ কেয়ার দেওয়া যাবে।"
    },
    {
        "en": "We have all heard the saying, What doesn't kill you makes you stronger. It's a comforting thought; the idea that struggle builds resilience. From childhood, we are taught to toughen up, speak out, and never let anyone walk all over us. Society loves a good comeback story; an underdog who fights back against the odds.",
        "bn": "আমরা সবাই হয়তো শুনেছি সেই প্রবাদ: যা তোমায় মারে না, তা তোমায় আরও শক্তিশালী করে। এই কথাটা আমাদের সান্ত্বনা দেয় ধারণাটা এমন যে সংগ্রাম আমাদের দৃঢ়তা তৈরি করে। ছোটবেলা থেকেই আমাদের শেখানো হয়: শক্ত হয়ে দাঁড়াও, প্রতিবাদ করো, কাউকে নিজের উপর দিয়ে হেঁটে যেতে দিও না। সমাজ ভালোবাসে এমন গল্প যেখানে কেউ হেরে গিয়েও ঘুরে দাঁড়ায়, প্রতিকূলতার বিরুদ্ধে লড়ে জেতে।"
    },
    {
        "en": "But what happens when someone cannot fight back? When they are too afraid, too powerless, or too trapped to resist? Do we offer them protection, or do we see their silence as permission?",
        "bn": "কিন্তু যদি কেউ লড়তে না পারে? যদি সে খুব ভয় পায়, খুব অসহায় হয়, কিংবা এমন অবস্থায় থাকে যেখানে প্রতিরোধ করাটাই অসম্ভব? তখন কি আমরা তাকে রক্ষা করি, নাকি তার নীরবতাকে সম্মতি হিসেবে ধরি?"
    },
    {
        "en": "That's the disturbing reality famous conceptual artist Marina Abramović exposed in her 1974 performance Rhythm 0, where she stood still for six hours letting the audience do whatever they wanted to her.",
        "bn": "এই ভয়ংকর বাস্তবতাই ১৯৭৪ সালে তার আলোচিত পারফরমেন্স রিধম জিরো-তে প্রকাশ করেছিলেন বিখ্যাত কনসেপ্টচুয়াল আর্টিস্ট মারিনা আব্রামোভিচ। ছয় ঘণ্টা ধরে তিনি একেবারে স্থির দাঁড়িয়ে ছিলেন, আর দর্শকদের অনুমতি দিয়েছিলেন তারা যা ইচ্ছা তাকে করতে পারে।"
    },
    {
        "en": "She gave them 72 items. Some relatively harmless, like a rose; others — pretty dangerous, like a loaded gun. What happened next is both fascinating and terrifying. At first, people interacted with her gently, maybe out of curiosity or hesitation. But as the minutes ticked by, things got... darker!",
        "bn": "তিনি ৭২টি বস্তু সামনে রেখেছিলেন। কিছু নিরীহ, যেমন একটা গোলাপ; আবার কিছু ভয়ংকর, যেমন একটি লোডেড বন্দুক। এরপর যা ঘটেছিল, তা একইসাথে মন্ত্রমুগ্ধকর এবং আতঙ্কজনক। প্রথমদিকে, মানুষ তাকে ধীরে ধীরে ছুঁয়ে দেখছিল, হয়তো কৌতূহল থেকে বা দ্বিধা থেকে। কিন্তু সময় যতই গড়াতে লাগল, পরিস্থিতি আরও অন্ধকার হয়ে উঠল।"
    },
    {
        "en": "Some started cutting her, tearing her clothes, and pointing the gun at her head. It was as intense as it sounds. For Marina Abramović, it was all about pushing boundaries and testing human nature. And let me tell you, human nature, when there are no rules, can get pretty ugly.",
        "bn": "কেউ কেউ তার গায়ে কাটা দিচ্ছিল, কাপড় ছিঁড়ে ফেলছিল, এমনকি বন্দুক তাক করেছিল তার মাথার দিকে। এটা যতটা শুনতে ভয়ানক, বাস্তবেও ঠিক ততটাই ছিল। মারিনা আব্রামোভিচ এই পারফরমেন্সের মাধ্যমে মানবিক সীমা ও প্রবৃত্তি যাচাই করছিলেন। আর দেখা গেল—নিয়মের অনুপস্থিতিতে, মানবিক প্রবৃত্তি ভয়ানক রূপ নিতে পারে।"
    },
    {
        "en": "Her stillness was an invitation, but it was not to kindness — it was an invitation to exploit, control, and sadly hurt. So, this leads to an interesting question: why does society seem to have a thing for punishing people who just do not fight back?",
        "bn": "তার নীরবতা যেন একটি আমন্ত্রণ ছিল, কিন্তু সেটা ছিল না দয়ার জন্য বরং ছিল শোষণ, নিয়ন্ত্রণ এবং দুঃখজনকভাবে আঘাত করার জন্য। এখান থেকেই এক গুরুতর প্রশ্ন উঠে আসে: কেন সমাজ সেইসব মানুষকে শাস্তি দেয়, যারা প্রতিরোধ করে না?"
    },
    {
        "en": "Rhythm 0 was not just an art performance it was a chilling reflection of how power works in the real world. The way her audience escalated from kindness to cruelty mirrored how vulnerable people especially women — are treated every day.",
        "bn": "রিধম জিরো কেবল একটি শিল্প পরিবেশনা ছিল না এটি ছিল ক্ষমতার বাস্তব রূপের এক শীতল প্রতিচ্ছবি। যেভাবে দর্শকরা প্রথমে কোমলতা থেকে সহিংসতায় রূপান্তরিত হলো, তা বাস্তব জীবনেরও প্রতিচ্ছবি যেখানে দুর্বল মানুষ, বিশেষ করে নারীরা, প্রতিনিয়ত এমন আচরণের শিকার।"
    },
    {
        "en": "In Bangladesh and beyond, real-life stories echo this unsettling truth: when someone does not fight back, society often punishes them instead of protecting them.",
        "bn": "বাংলাদেশসহ বিশ্বের নানা প্রান্তে এই সত্যই প্রতিধ্বনিত হয়: কেউ যদি প্রতিরোধ না করে, সমাজ তাকে রক্ষা না করে, বরং দায় দেয়।"
    },
    {
        "en": "For many women, Rhythm 0 is not an art experiment it's life. They are expected to be accommodating, submissive, and endlessly patient. But if they actually stay quiet and endure mistreatment? They are seen as weak and undeserving of protection. If they push back? They are labelled difficult, dramatic, or not knowing their place. It's a lose-lose situation.",
        "bn": "অনেক নারীর জন্য রিধম জিরো কোনো শিল্প পরীক্ষা নয় এটাই জীবন। সমাজ তাদের চায় বিনয়ী, সহনশীল এবং চিরকাল ধৈর্যশীল হয়ে থাকতে। কিন্তু যখন তারা নীরব থেকে সহিংসতা সহ্য করে, তখন তাদের দুর্বল ও অবহেলার যোগ্য মনে করা হয়। আবার যখন তারা প্রতিবাদ করে, তখন তাদের বলা হয় কঠিন, নাটুকে, বা  নিজের জায়গা না চেনে। এটা এক ভয়ংকর দ্বিধাবিভক্ত পরিস্থিতি, কোনো দিকেই জেতা যায় না।"
    },
    {
        "en": "Take domestic violence, for example. A woman trapped in an abusive relationship is not staying because she enjoys it — she's often financially dependent, afraid for her safety, or terrified of social stigma.",
        "bn": "যেমন ধরুন, গার্হস্থ্য সহিংসতার বিষয়। একজন নারী যে একটি সহিংস সম্পর্কে আটকে আছেন, তিনি সেখানে থাকছেন, না কারণ সেটাতে তিনি সুখী বরং হয়তো তিনি অর্থনৈতিকভাবে নির্ভরশীল,নিজের নিরাপত্তা নিয়ে ভীত, অথবা সামাজিক অপবাদে ভেঙে পড়ার আশঙ্কায় আছেন।"
    },
    {
        "en": "One of the biggest lies society tells is that if someone does not fight back, they must be okay with what's happening. That's why sexual assault victims are asked, Did you say no loudly enough? and workplace harassment survivors are told, Why didn't you report it sooner?",
        "bn": "সমাজের সবচেয়ে বড় মিথ্যাগুলোর একটি হলো যদি কেউ প্রতিরোধ না করে, তবে নিশ্চয়ই সে যা ঘটছে, তাতে রাজি আছে। এজন্যই ধর্ষণের শিকার ব্যক্তিদের প্রশ্ন করা হয়, তুমি কি জোরে না, বলেছিলে?, আর কর্মস্থলে হয়রানির শিকার নারীদের বলা হয়, এত দেরিতে কেন অভিযোগ করছো?"
    },
    {
        "en": "Well, fear, shock, and power imbalances can paralyze people. That does not mean they are consenting it means they are trapped. Just like Marina Abramović stood frozen while strangers inflicted harm, many victims feel unable to resist in the moment. That does not make the abuse acceptable.",
        "bn": "কিন্তু ভয়, শক এবং ক্ষমতার ভারসাম্যহীনতা মানুষকে স্থবির করে দিতে পারে। এর মানে এই নয় যে তারা সম্মতি দিচ্ছে বরং তারা ফাঁদে আটকে আছে। যেমনটা মারিনা আব্রামোভিচ স্থির দাঁড়িয়ে ছিলেন, যখন অপরিচিতরা তার ক্ষতি করছিল; অনেক ভুক্তভোগীও তেমনি কোনো প্রতিরোধ করতে পারেন না সেই মুহূর্তে। তবে তাই বলে তা কখনোই নির্যাতনের বৈধতা দেয় না।"
    },
    {
        "en": "And yet, this mindset is baked into our culture. Women who tolerate mistreatment in relationships are scolded for not leaving sooner. Those who suffer in silence at work are accused of making things up if they eventually speak out. The idea that vulnerability is an invitation to harm is not just false it's dangerous.",
        "bn": "তবুও, এই ভুল মানসিকতা আমাদের সংস্কৃতিতে গেঁথে আছে। যে নারীরা সম্পর্কে সহিংসতা সহ্য করেন, তাদের তিরস্কার করা হয় কেন তারা আগেই চলে যাননি এই জন্য। কর্মক্ষেত্রে যারা নীরব থাকেন, তারা পরে মুখ খুললে অভিযুক্ত হন মিথ্যে বলছেন বলে। দুর্বলতা মানেই যে ক্ষতির আহ্বান-এই ধারণা শুধু ভুলই নয়, ভয়ংকরও।"
    },
    {
        "en": "These things are everyday realities for women across the world. And they all point to a disturbing pattern when women endure abuse, they are blamed for not leaving; when women ignore harassment, they are punished for not responding; when women finally speak up, they are doubted for waiting too long.",
        "bn": "এই ঘটনাগুলো বিশ্বের লাখ লাখ নারীর প্রতিদিনের বাস্তবতা। আর সবগুলোই একটি উদ্বেগজনক চিত্র তুলে ধরে, নারীরা নির্যাতন সহ্য করলে তাদের দোষারোপ করা হয় কেন আগে চলে যায়নি বলে, হয়রানি সহ্য করলে দোষ দেওয়া হয় কেন তখনই কিছু বলেননি বলে, আর পরে প্রতিবাদ করলে সন্দেহ করা হয় কেন এতদিন চুপ ছিলেন বলে।"
    },
    {
        "en": "Vulnerability is not an invitation for harm. Silence is not permission. The longer we allow power to go unchecked, the more people will take advantage of it. So, here's the challenge: will we keep watching from the sidelines, or will we finally step in and demand change? The next victim of this cruel cycle might be closer than we think—are we ready to act before it's too late?",
        "bn": "দুর্বলতা ক্ষতির আমন্ত্রণ নয়। নীরবতা সম্মতি নয়। আমরা যতদিন ক্ষমতাকে প্রশ্নহীনভাবে চলতে দেব, ততদিন এই সুযোগের অপব্যবহার চলতেই থাকবে। তাই, আমাদের সামনে এখন একটি চ্যালেঞ্জ দাঁড়িয়ে আছে: আমরা কি পাশ থেকে চেয়ে চেয়ে দেখব, না কি এবার এগিয়ে এসে পরিবর্তনের দাবি জানাব? পরবর্তী ভুক্তভোগী হয়তো আমাদের খুব কাছেই—আমরা কি প্রস্তুত, তার আগেই কিছু করার জন্য?"
    },
    {
        "en": "A group of job seekers blocked the Shahbagh intersection yesterday evening, demanding reforms to the Public Service Commission and a review of the final result of the 44th BCS.",
        "bn": "গতকাল সন্ধ্যায় একটি চাকরিপ্রার্থী সংগঠন শাহবাগ মোড় অবরোধ করে বাংলাদেশ সরকারি কর্ম কমিশনের পিএসসি সংস্কার ও ৪৪তম বিসিএসের চূড়ান্ত ফল পুনর্বিবেচনার দাবি জানায়।"
    },
    {
        "en": "Under the banner of PSC Reform Movement, the protesters also staged a sit-in at the intersection, bringing traffic to a standstill.",
        "bn": "পিএসসি সংস্কার আন্দোলন, ব্যানারে আন্দোলনকারীরা শাহবাগ মোড়ে অবস্থান নিয়ে বিক্ষোভ করে, যার ফলে ওই এলাকায় যান চলাচল সম্পূর্ণভাবে বন্ধ হয়ে যায়।"
    },
    {
        "en": "During the time, police tried to disperse the demonstrators, leading to a brief clash, they said. We were heading to the Raju Sculpture when police suddenly pushed us from behind, which triggered the clash, said Salehin Sion, a former BUET student and one of the protesters.",
        "bn": "এই সময়ে পুলিশ তাদের ছত্রভঙ্গ করার চেষ্টা করে, ফলে আন্দোলনকারীদের সঙ্গে সংক্ষিপ্ত সংঘর্ষ হয় বলে জানান তারা। প্রতিবাদকারী এবং সাবেক বুয়েট শিক্ষার্থী সালেহিন সিয়ন বলেন, আমরা রাজু ভাস্কর্যের দিকে যাচ্ছিলাম, তখন হঠাৎ পেছন থেকে পুলিশ আমাদের ধাক্কা দেয়, এতে সংঘর্ষ শুরু হয়।"
    },
    {
        "en": "Later, demonstrators moved to the base of the Raju Sculpture and announced a nonstop sit-in there until their demands were met.",
        "bn": "পরে আন্দোলনকারীরা রাজু ভাস্কর্যের পাদদেশে গিয়ে অবস্থান নেন এবং দাবি পূরণ না হওয়া পর্যন্ত অনির্দিষ্টকালের জন্য অবস্থান কর্মসূচি চালিয়ে যাওয়ার ঘোষণা দেন।"
    },
    {
        "en": "Contacted, Shahbagh Police Station Officer-in-Charge Khalid Monsur said police had only intervened to clear the intersection, as the blockade had caused traffic congestion.",
        "bn": "এ বিষয়ে যোগাযোগ করা হলে শাহবাগ থানার ভারপ্রাপ্ত কর্মকর্তা ওসি খালিদ মনসুর বলেন, অবরোধের কারণে যানজট সৃষ্টি হওয়ায় পুলিশ শুধু মোড় পরিষ্কার করতে হস্তক্ষেপ করেছিল।"
    },
    {
        "en": "No clash took place at Shahbagh. The protesters attacked us instead, injuring three to four policemen, the OC said.",
        "bn": "তিনি আরও দাবি করেন, শাহবাগে কোনো সংঘর্ষ হয়নি। বরং বিক্ষোভকারীরাই আমাদের ওপর হামলা চালিয়ে তিন-চারজন পুলিশ সদস্যকে আহত করেছে।"
    },
    {
        "en": "The protesters are demanding an increase in the number of posts in the 44th BCS; publication of written and viva marks alongside the final results; an opportunity to revise cadre choices before final results are announced; cancellation or revision of the Non-Cadre Regulations 2023 to ensure jobs for all viva-qualified candidates, and a ban on recommending the same candidate twice for the same cadre.",
        "bn": "আন্দোলনকারীদের দাবিগুলো হলো: ৪৪তম বিসিএসে পদসংখ্যা বাড়ানো, লিখিত ও মৌখিক পরীক্ষার নম্বর চূড়ান্ত ফলাফলের সঙ্গে প্রকাশ করা, চূড়ান্ত ফল প্রকাশের আগে পুনরায় ক্যাডার পছন্দ সংশোধনের সুযোগ প্রদান, ২০২৩ সালের নন-ক্যাডার বিধিমালা বাতিল বা সংশোধন করে মৌখিক পরীক্ষায় উত্তীর্ণ সব প্রার্থীর চাকরি নিশ্চিত করা, একই প্রার্থীকে একই ক্যাডারে একাধিকবার সুপারিশ না করার জন্য নিষেধাজ্ঞা আরোপ।"
    },
    {
        "en": "As the climate crisis worsens, its effects in Bangladesh are becoming increasingly visible and destructive. However, amid the growing discussions about rising temperatures, flooding, and urban resilience, one vulnerable group remains largely overlooked: the stray animals of Dhaka.",
        "bn": "জলবায়ু সংকটের অবনতি যেমন বাড়ছে, তেমনি বাংলাদেশেও এর প্রভাব দিন দিন আরও স্পষ্ট ও ধ্বংসাত্মক হয়ে উঠছে। কিন্তু তাপমাত্রা বৃদ্ধি, জলাবদ্ধতা ও শহরের সহনশীলতা নিয়ে নানা আলোচনা চললেও ঢাকার এক বিপন্ন ও প্রায় অগ্রাহ্যকৃত গোষ্ঠী রয়ে যাচ্ছে আলোচনার বাইরে: শহরের পথশিশু নয়, বরং পথপ্রাণীরা।"
    },
    {
        "en": "Roaming the city's alleys, streets, and marketplaces, thousands of stray dogs, cats, and other animals are increasingly exposed to the harsh effects of climate change. Unbearable heat, water shortages, and food scarcity have turned survival into a daily struggle for these silent victims of an urban environment that is becoming ever more hostile.",
        "bn": "ঢাকার গলি, সড়ক ও বাজারে ঘুরে বেড়ানো হাজার হাজার পথকুকুর, বিড়াল এবং অন্যান্য প্রাণী জলবায়ু পরিবর্তনের নিষ্ঠুর প্রভাবের মুখোমুখি হচ্ছে প্রতিনিয়ত। অসহনীয় তাপদাহ, পানি সংকট ও খাদ্যের অভাবে প্রতিদিনই বেঁচে থাকাটা এক সংগ্রামে পরিণত হয়েছে তাদের জন্য যারা এক নির্মম শহরের নীরব শিকার।"
    },
    {
        "en": "Increased thunderstorm activity, driven by shifting monsoon patterns, also triggers panic among animals. Loud noises and sudden downpours force them to flee their familiar territories, increasing their risk of injury or death in traffic.",
        "bn": "বর্ষার অনিয়মিত ও পরিবর্তিত ধারার ফলে বজ্রঝড়ের প্রবণতা বাড়ছে, আর এই বাড়তি ঝড়বৃষ্টি পথপ্রাণীদের জন্য সৃষ্টি করছে আরও এক দুঃসহ বাস্তবতা। তীব্র শব্দ এবং হঠাৎ শুরু হওয়া প্রবল বৃষ্টি প্রাণীদের মধ্যে ভয় ও আতঙ্ক ছড়িয়ে দেয়। এতে তারা পরিচিত এলাকা ছেড়ে দৌড়ে পালাতে বাধ্য হয়, যা তাদের দুর্ঘটনা বা মৃত্যুর ঝুঁকি অনেকগুণ বাড়িয়ে তোলে বিশেষ করে ব্যস্ত সড়কে চলাচলের সময়।"
    },
    {
        "en": "The interim government is set to amend the Bank Company Act by reducing the board members from a single family, while at least 50 percent of the directors will be independent, said Bangladesh Bank Governor Ahsan H Mansur.",
        "bn": "বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মানসুর জানিয়েছেন, তত্ত্বাবধায়ক সরকার ব্যাংক কোম্পানি আইন সংশোধন করতে যাচ্ছে। এতে একই পরিবারের সদস্য সংখ্যা কমিয়ে আনা হবে এবং ব্যাংকের পরিচালনা পর্ষদের অন্তত ৫০ শতাংশ সদস্য স্বতন্ত্র পরিচালক হবেন।"
    },
    {
        "en": "Three from the same family can serve as bank directors, as per the Bank Company Amendment Act, 2023. Previously, the number was higher.",
        "bn": "বর্তমান ব্যাংক কোম্পানি সংশোধন আইন, ২০২৩ অনুযায়ী, একই পরিবারের তিনজন সদস্য ব্যাংকের পরিচালক হতে পারেন, আগে সংখ্যাটি আরও বেশি ছিল।"
    },
    {
        "en": "The number of independent directors could exceed 50 percent, Mansur told The Daily Star in an interview recently. We will form a panel from which the independent directors must be selected. If someone outside the panel is to be appointed, it must be a highly distinguished and qualified individual, and a proposal can be made with the Bangladesh Bank's approval.",
        "bn": "গভর্নর মানসুর দি ডেইলি ষ্টার কে দেওয়া এক সাক্ষাৎকারে বলেন, স্বতন্ত্র পরিচালকদের একটি প্যানেল গঠন করা হবে, সেখান থেকেই নির্বাচন করতে হবে। যদি কেউ প্যানেলের বাইরে থেকে নিয়োগ দিতে চায়, তবে তাকে অবশ্যই উচ্চমানের, প্রথিতযশা ও যোগ্য হতে হবে এবং তার জন্য বাংলাদেশ ব্যাংকের অনুমোদন প্রয়োজন হবে।"
    },
    {
        "en": "But if just anyone is proposed, the BB will not grant approval. Their educational qualifications, experience, and knowledge of the banking sector will be taken into account. In other words, a professional will be appointed to the position.",
        "bn": "তিনি আরও স্পষ্ট করেন, যদি যেকোনো সাধারণ প্রার্থীকে প্রস্তাব করা হয়, তবে বাংলাদেশ ব্যাংক তা অনুমোদন দেবে না। শিক্ষাগত যোগ্যতা, অভিজ্ঞতা ও ব্যাংকিং খাত সম্পর্কে জ্ঞান সবকিছু বিচার করে একজন প্রকৃত পেশাদারকে নিয়োগ দিতে হবে।"
    },
    {
        "en": "Asked about the planned merger of weak banks, he said that in the initial phase, five private banks will be merged. State-owned banks will also be included in the merger process. Some state-owned banks are nearly bankrupt and must be included, while others are in relatively good condition and will be merged with them.",
        "bn": "প্রাথমিকভাবে পাঁচটি প্রাইভেট ব্যাংক একীভূত করা হবে বলে গভর্নর জানান। তিনি বলেন, রাষ্ট্রায়ত্ত ব্যাংকগুলোকেও এই একীভূতকরণ প্রক্রিয়ায় অন্তর্ভুক্ত করা হবে। কিছু রাষ্ট্রায়ত্ত ব্যাংক প্রায় দেউলিয়া, তাদের একীভূত করতে হবে। অন্য যারা অপেক্ষাকৃত ভালো অবস্থায় আছে, তাদের সঙ্গেই একীভূত করা হবে।"
    },
    {
        "en": "The matter will be discussed with the government and the BB is currently making some procedural preparations.",
        "bn": "এ নিয়ে সরকারের সঙ্গে আলোচনা চলবে এবং বাংলাদেশ ব্যাংক এখন কিছু প্রক্রিয়াগত প্রস্তুতি নিচ্ছে।"
    },
    {
        "en": "We see this as an ongoing process, as I have mentioned before. It will remain in place permanently and has nothing to do with a change in government or the government staying in power. Whenever any bank or multiple banks face problems, we will intervene. That is our policy.",
        "bn": "এটি একটি চলমান প্রক্রিয়া, সরকারের পরিবর্তন বা ক্ষমতায় থাকা না থাকার সঙ্গে এর কোনো সম্পর্ক নেই। যখনই কোনো একটি বা একাধিক ব্যাংক সমস্যায় পড়বে, তখনই আমরা হস্তক্ষেপ করব। সেটাই আমাদের নীতি।"
    },
    {
        "en": "Sponsor-directors of banks must understand that the BB can remove them as early as tomorrow, and they will be removed if they fail to manage the bank properly, said Mansur, also a former economist of the International Monetary Fund.",
        "bn": "স্পনসর-ডিরেক্টরদের বুঝতে হবে যে বাংলাদেশ ব্যাংক প্রয়োজনে আগামীকালই তাদের অপসারণ করতে পারে। যদি তারা সঠিকভাবে ব্যাংক পরিচালনা না করেন, তাহলে তারা বাদ পড়বেন।"
    },
    {
        "en": "Just being an owner doesn't mean they bear all responsibilities, nor does it give them the power to do whatever they want. They have no right to plunder. Banks operate with the people's money. The owners are merely custodians of that public money.If they deviate from this role, the central bank will take action and remove them.",
        "bn": "মালিক হওয়া মানেই সবকিছু করার অধিকার নয়। ব্যাংক চালায় জনগণের অর্থ দিয়ে, মালিকেরা শুধু সেই অর্থের তত্ত্বাবধায়ক মাত্র। যদি তারা এই দায়িত্ব থেকে সরে যান, বাংলাদেশ ব্যাংক ব্যবস্থা নেবে।"
    },
    {
        "en": "That's why we have established a dedicated department. It's a constant warning: if you don't act responsibly, we are here to intervene.",
        "bn": "এই জন্যই একটি বিশেষ মনিটরিং বিভাগ গঠন করা হয়েছে, যা নিয়মিত নজরদারি চালাবে।"
    },
    {
        "en": "As the calendar wheels into July once more, we approach the first anniversary of the great civic insurrection that unseated what was, by any measure, one of the most enduring authoritarian regimes in South Asia's history. The events of that month, its tremors, its torch-lit vigils, its bloodied pavements, constituted more than just an upheaval. They were the birth pangs of a people's longing to breathe freely, to be governed not by fear, but by consent. Yet, as we mark this sacred milestone, the grand celebrations, what really grips us is a creeping unease, a quiet admission that much remains undone.",
        "bn": "যখন ক্যালেন্ডারের পাতা আবারও জুলাইয়ে এসে ঠেকে, তখন আমরা এক ঐতিহাসিক মুহূর্তের দ্বারপ্রান্তে,দক্ষিণ এশিয়ার অন্যতম দীর্ঘস্থায়ী কর্তৃত্ববাদী শাসনব্যবস্থাকে পতনের মুখে ঠেলে দেওয়া সেই মহান গণজাগরণের প্রথম বার্ষিকী। সেই মাসের ঘটনাবলি,তার কম্পন, মশালজ্বলা প্রহর, রক্তাক্ত রাস্তাঘাট, শুধু একটি বিদ্রোহ নয়, ছিল এক জাতির মুক্ত নিঃশ্বাসের আকাঙ্ক্ষার প্রসবব্যথা। একটি শাসনব্যবস্থা যা ভয় দিয়ে টিকে ছিল, তার পরিবর্তে সম্মতির ভিত্তিতে পরিচালিত হওয়ার দাবি ছিল এই আন্দোলনের মূল সুর। তবুও, যখন আমরা এই পবিত্র মাইলফলক উদযাপন করতে যাচ্ছি,বড় বড় আনুষ্ঠানিকতা আর সাড়ম্বরে, একটি অদৃশ্য অস্বস্তি যেন আমাদের গ্রাস করে। এক নিঃশব্দ স্বীকারোক্তি ভেতরে ভেতরে গুমরে ওঠে: এখনো অনেক কিছু অসম্পূর্ণ রয়ে গেছে। এ আন্দোলন শুধুমাত্র অতীতকে বদলে দিয়েছে না, এটি ভবিষ্যতের এক প্রতিশ্রুতি ছুঁড়ে দিয়েছে। কিন্তু সেই প্রতিশ্রুতি পূরণে আমাদের সংগ্রাম কি সত্যিই শেষ হয়েছে? নাকি শুধু রূপ নিয়েছে এক নতুন লড়াইয়ের?"
    },
    {
        "en": "Deposit and investment growth in the country's Islamic banks fell to a four-year low in the first quarter of 2025, apparently driven by rising public concerns over the financial stability and governance practices of the commercial lenders.",
        "bn": "২০২৫ সালের প্রথম প্রান্তিকে দেশের ইসলামি ব্যাংকগুলোর আমানত ও বিনিয়োগ প্রবৃদ্ধি গত চার বছরে সর্বনিম্ন পর্যায়ে নেমে এসেছে। এর পেছনে মূল কারণ হিসেবে ব্যাংকিং খাতে আর্থিক স্থিতিশীলতা ও সুশাসন নিয়ে জনমনে তৈরি হওয়া উদ্বেগকে দায়ী করছেন সংশ্লিষ্টরা।"
    },
    {
        "en": "Industry people say customer confidence in Shariah-based banks has waned due to growing controversies, financial scandals, and issues over transparency and governance standards.",
        "bn": "ব্যাংক খাত সংশ্লিষ্টদের মতে, একের পর এক বিতর্ক, আর্থিক কেলেঙ্কারি ও স্বচ্ছতার অভাবের কারণে গ্রাহকদের মধ্যে ইসলামি ব্যাংকগুলোর প্রতি আস্থা কমেছে।"
    },
    {
        "en": "There are ten full-fledged Islamic banks in Bangladesh. Before the political changeover in August last year, many of the banks were controlled by a few big and politically influential business groups.",
        "bn": "বাংলাদেশে বর্তমানে ১০টি পূর্ণাঙ্গ ইসলামি ব্যাংক রয়েছে। তবে গত বছরের আগস্টে রাজনৈতিক পরিবর্তনের আগে এই ব্যাংকগুলোর অনেকটাই ছিল কিছু প্রভাবশালী রাজনৈতিক ব্যবসায়িক গোষ্ঠীর নিয়ন্ত্রণে।"
    },
    {
        "en": "Following the changeover, as political influence lost its grip on the industry, long-buried toxic assets began to surface, exposing the fragile financial health of many lenders. Although the boards of these banks were reshuffled subsequently, industry insiders say rebuilding trust will take time.",
        "bn": "এই পরিবর্তনের পর দীর্ঘদিন লুকিয়ে থাকা ‘দূষিত সম্পদ’ বা টক্সিক অ্যাসেট প্রকাশ্যে আসে, যা ব্যাংকগুলোর ভঙ্গুর আর্থিক অবস্থা উন্মোচন করে। যদিও পরবর্তীতে অনেক ব্যাংকের পর্ষদ পুনর্গঠন করা হয়, বিশ্বাস পুনর্গঠনে সময় লাগবে বলেই মনে করেন খাত সংশ্লিষ্টরা।"
    },
    {
        "en": "The year-on-year deposit growth rate of Islamic banks was 11.71 percent in the first quarter of 2022, according to Bangladesh Bank BB data.In the first quarter of 2023, it dropped significantly to 3 percent and then slightly recovered, rising to 6.75 percent in the first quarter of 2024.However, in the first quarter of 2025, it dropped to around 0.80 percent, the BB data showed.",
        "bn": "বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী: ২০২২ সালের প্রথম প্রান্তিকে ইসলামি ব্যাংকগুলোর আমানত প্রবৃদ্ধি ছিল ১১.৭১%, ২০২৩ সালের প্রথম প্রান্তিকে তা কমে দাঁড়ায় ৩%, ২০২৪ সালের প্রথম প্রান্তিকে কিছুটা ঘুরে দাঁড়িয়ে ৬.৭৫% হয়, কিন্তু ২০২৫ সালের প্রথম প্রান্তিকে তা নেমে এসেছে মাত্র ০.৮০%-এ"
    },
    {
        "en": "Mohammad Abdul Mannan, chairman of First Security Islami Bank PLC, said the bank began deviating from the basic principles of good governance in 2017.",
        "bn": "ফার্স্ট সিকিউরিটি ইসলামি ব্যাংকের চেয়ারম্যান মো. আবদুল মান্নান বলেন, ২০১৭ সাল থেকেই আমরা ভালো শাসনব্যবস্থা থেকে সরে এসেছি। এ ধারা অব্যাহত থাকায় ব্যাংকের ভিত দুর্বল হয়ে পড়ে এবং আমানতকারীদের আস্থা হারাতে শুরু করি।"
    },
    {
        "en": "Over time, this erosion of standards significantly weakened the institution. As confidence declined, depositors gradually moved their funds elsewhere, ultimately contributing to the bank's current challenges, he said.",
        "bn": "সময়ের সাথে সাথে, মানদণ্ডের এই অবক্ষয় প্রতিষ্ঠানটিকে উল্লেখযোগ্যভাবে দুর্বল করে দেয়। আস্থা হ্রাস পাওয়ার সাথে সাথে, আমানতকারীরা ধীরে ধীরে তাদের তহবিল অন্যত্র স্থানান্তরিত করে, যা শেষ পর্যন্ত ব্যাংকের বর্তমান চ্যালেঞ্জগুলিতে অবদান রাখে, তিনি বলেন।"
    },
    {
        "en": "They have undertaken various initiatives to overcome the current situation, he added",
        "bn": "তবে তিনি জানান, বর্তমান সংকট থেকে উত্তরণের জন্য নানা উদ্যোগ নেওয়া হয়েছে।"
    },
    {
        "en": "Shafiuzzaman, managing director of Social Islami Bank PLC, said that due to a crisis of customer confidence, deposit growth has been declining—a continuation of last year's trend.He added that the decline in their deposit growth in the first half of this year has not been as sharp as it was during the second half of last year.",
        "bn": "সোশ্যাল ইসলামি ব্যাংকের এমডি শফিউজ্জামান বলেন,আস্থা সংকটের কারণেই আমানত প্রবৃদ্ধি কমেছে, যা আগের বছরের ধারাবাহিকতা। তবে চলতি বছরের প্রথমার্ধে পতনটা তুলনামূলকভাবে নিয়ন্ত্রণে আছে। তিনি বলেন, গ্রাহক আতঙ্ক কিছুটা কেটে গেছে, যদিও পূর্ণ আস্থা ফিরিয়ে আনতে এখনও সময় লাগবে।"
    },
    {
        "en": "Mohammed Nurul Amin, chairman of Global Islami Bank PLC, said that in 2024, several banks that were identified as weak or reportedly controlled by a specific group revealed their true state in various official reports following the political changeover in August last year.",
        "bn": "গ্লোবাল ইসলামী ব্যাংকের চেয়ারম্যান মোহাম্মদ নুরুল আমিন বলেছেন, ২০২৪ সালে কয়েকটি দুর্বল হিসেবে চিহ্নিত ব্যাংক বা কোনো নির্দিষ্ট গোষ্ঠীর নিয়ন্ত্রণে থাকা ব্যাংকগুলোর প্রকৃত অবস্থা বিভিন্ন সরকারি প্রতিবেদনের মাধ্যমে প্রকাশ পেয়েছে, যা গত বছরের আগস্টে রাজনৈতিক পরিবর্তনের পর সামনে আসে।"
    },
    {
        "en": "Many depositors have shifted their funds to the Islamic banking windows of conventional banks, he said, adding that high inflation is another factor contributing to the slowdown in deposit growth.",
        "bn": "তিনি বলেন, অনেক আমানতকারী তাদের অর্থ প্রচলিত ব্যাংকগুলোর ইসলামি ব্যাংকিং উইন্ডোতে স্থানান্তর করেছেন। তিনি আরও বলেন, উচ্চ মুদ্রাস্ফীতি আমানত প্রবৃদ্ধি হ্রাসের আরেকটি প্রধান কারণ।"
    },
    {
        "en": "Apart from the ten full-fledged Islamic banks, 16 conventional lenders have Islamic banking branches, while 11 offer Shariah-based banking solutions through Islamic windows.",
        "bn": "সম্পূর্ণরূপে ইসলামি ব্যাংক হিসেবে পরিচালিত ১০টি ব্যাংকের পাশাপাশি, ১৬টি প্রচলিত ব্যাংকের ইসলামি ব্যাংকিং শাখা রয়েছে, আর ১১টি ব্যাংক ইসলামি উইন্ডোর মাধ্যমে শরিয়াভিত্তিক ব্যাংকিং সেবা প্রদান করছে।"
    },
    {
        "en": "Shah Md Ahsan Habib, a professor at the Bangladesh Institute of Bank Management, said the credit flow in the country's Islamic banks had remained unusually high since 2021, driven by aggressive lending practices.",
        "bn": "বাংলাদেশ ইনস্টিটিউট অব ব্যাংক ম্যানেজমেন্টএর অধ্যাপক শাহ মো. আহসান হাবিব বলেন, ২০২১ সাল থেকে দেশের ইসলামি ব্যাংকগুলোতে ঋণপ্রবাহ অস্বাভাবিকভাবে বেশি ছিল, যা আগ্রাসী ঋণ প্রদানের কৌশলের কারণে হয়েছে।"
    },
    {
        "en": "At one point, the central bank appointed observers due to irregularities and scams in some Islamic banks—an indication that underlying problems had emerged, he said.",
        "bn": "তিনি বলেন, এক পর্যায়ে কিছু ইসলামি ব্যাংকে অনিয়ম ও কেলেঙ্কারির কারণে কেন্দ্রীয় ব্যাংক অবজারভার নিয়োগ করে, যা ইঙ্গিত দেয় যে ভিতরে গভীর সমস্যা দেখা দিয়েছে।"
    },
    {
        "en": "Consequently, deposit growth began to slow, Habib mentioned.",
        "bn": "ফলে, আমানতের প্রবৃদ্ধি কমে যেতে শুরু করে বলে হাবিব উল্লেখ করেন।"
    },
    {
        "en": "Following August 5 last year, multiple reports have exposed the severity of the crisis facing these banks, he said, adding that both deposit and investment growth have since declined.",
        "bn": "তিনি আরও বলেন, গত বছরের ৫ আগস্টের পর একাধিক প্রতিবেদনে এসব ব্যাংকের সংকট কতটা গুরুতর, তা প্রকাশ পেয়েছে,এরপর থেকে আমানত এবং বিনিয়োগ উভয় ক্ষেত্রেই প্রবৃদ্ধি কমেছে।"
    },
    {
        "en": "Jota, a Liverpool forward, and his younger brother Andre Silva were killed in a car accident in northwestern Spain on Thursday morning when their Lamborghini veered off the road and caught fire.",
        "bn": "লিভারপুল ফরোয়ার্ড জোটা এবং তার ছোট ভাই আন্দ্রে সিলভা বৃহস্পতিবার সকালে স্পেনের উত্তর-পশ্চিমাঞ্চলে এক মর্মান্তিক সড়ক দুর্ঘটনায় নিহত হন, যখন তাদের ল্যাম্বরগিনি নিয়ন্ত্রণ হারিয়ে রাস্তা থেকে ছিটকে পড়ে এবং আগুন ধরে যায়।"
    },
    {
        "en": "Tributes have continued to pour in for Jota and Andre with footballing greats including Cristiano Ronaldo and Steven Gerrard, joining the Prime Ministers of Portugal and Britain in mourning the loss.",
        "bn": "জোটা ও আন্দ্রের মৃত্যুতে শোক জানিয়েছেন ফুটবল দুনিয়ার কিংবদন্তিরা, যার মধ্যে রয়েছেন ক্রিস্তিয়ানো রোনালদো ও স্টিভেন জেরার্ড। পর্তুগাল ও ব্রিটেনের প্রধানমন্ত্রীও শোক প্রকাশ করেছেন।"
    },
    {
        "en": "Friday's match between Al Hilal and Fluminense in Orlando began with players and fans observing a minute's silence in memory of Jota and Andre.",
        "bn": "শুক্রবার ওরল্যান্ডোতে আল হিলাল ও ফ্লুমিনেন্সের মধ্যকার ম্যাচটি শুরু হয় এক মিনিটের নীরবতা পালনের মাধ্যমে, জোটা ও আন্দ্রের স্মৃতিতে।"
    },
    {
        "en": "Neves, one of Jota's closest friends who played with the 28-year-old during their days at Wolverhampton Wanderers, issued a touching tribute on Instagram about an hour before kick-off.",
        "bn": "জোটার অন্যতম ঘনিষ্ঠ বন্ধু নেভেস, যিনি উলভারহ্যাম্পটন ওয়ান্ডারার্সে ২৮ বছর বয়সী জোটার সঙ্গে খেলেছেন, ম্যাচ শুরুর এক ঘণ্টা আগে ইনস্টাগ্রামে এক আবেগঘন শ্রদ্ধাঞ্জলি জানান।"
    },
    {
        "en": "Wherever you are, I know you're going to read this, we've never been one for this sort of thing and maybe now I'll regret it a little, but you know what you mean to me just as much as I know what I am to you, Neves said.",
        "bn": "নেভেস লেখেন, তুমি যেখানে থাকো, আমি জানি তুমি এটা পড়বে। আমরা কখনোই এই ধরনের আবেগ প্রকাশে খুব অভ্যস্ত ছিলাম না, হয়তো এখন এর জন্য একটু আফসোস করবো। কিন্তু তুমি জানো, তুমি আমার জন্য কতটা গুরুত্বপূর্ণ, যেমনটা আমি জানি, আমি তোমার জন্য কী।"
    },
    {
        "en": "More than a friendship, we're family, and we're not going to stop being family just because you've decided to sign a contract a little further away from us!",
        "bn": "বন্ধু নয়, আমরা ছিলাম একটা পরিবার। আর শুধু তুমি একটু দূরে গিয়ে নতুন চুক্তি করেছ বলেই আমরা আর পরিবার নই, তা কখনো হতে পারে না।"
    },
    {
        "en": "When I go to the national team, you'll still be by my side at the dinner table, on the bus, on the plane... you'll always be there with me, as usual. We'll keep laughing, making plans, sharing our lives with each other.",
        "bn": "জাতীয় দলে গেলে, টেবিলের পাশে তুমি থাকবে, বাসে তুমি পাশে বসবে, বিমানে জানালার পাশের সিটে তুমিই, যেমনটা সবসময় ছিলে।  তুমি থাকবা, হাসতে হাসতে, গল্প করতে করতে, ভবিষ্যতের স্বপ্ন বুনতে বুনতে, আমাদের জীবনের অংশ হয়েই।"
    },
    {
        "en": "I'll make sure you're always there and I'll make sure your family never lacks anything while you're there, far away but thinking of us, waiting for us ...",
        "bn": "আমি দেখব যেন তুমি আমাদের মাঝে থাকো। আমি দেখব তোমার পরিবার যেন কখনো কারও কাছে কিছু চেয়ে না থাকে। তুমি দূরে থেকেও আমাদের কথা ভাববে, আমাদের জন্য অপেক্ষা করবে সেই বিশ্বাস আমার হৃদয়ে থাকবে।"
    },
    {
        "en": "As of today, you'll be on the pitch with me, and we'll follow our path together, on the stage where we met.",
        "bn": "আজ থেকে, তুমি আমার সাথেই মাঠে থাকবে। যেখানে আমাদের প্রথম দেখা হয়েছিল, সেই মাঠে, সেই খেলায়, আমরা একসাথে পথ চলা চালিয়ে যাব।"
    },
    {
        "en": "Chelsea's Portuguese forward Pedro Neto also paid a heartfelt tribute to his friends when he walked out on the field with a shirt bearing their names before their quarter-final against Palmeiras in Philadephia.",
        "bn": "চেলসির পর্তুগিজ ফরোয়ার্ড পেদ্রো নেটোও বন্ধুদের প্রতি ভালোবাসা জানিয়ে খেলায় নেমেছিলেন তাদের নাম লেখা জার্সি পরে, ফিলাডেলফিয়ায় পালমেইরাসের বিপক্ষে কোয়ার্টার ফাইনাল ম্যাচে।"
    },
    {
        "en": "I just said to the players that this win is especially for him because we know how close he was, and the effort that he has made. So no doubt that we really appreciate what he decided in the end",
        "bn": "আমি খেলোয়াড়দের বলেছি, এই জয়টা বিশেষভাবে ওর জন্য। কারণ আমরা জানি, সে কতটা কাছের ছিল, এবং কতোটা চেষ্টা করেছে মাঠে নামার জন্য। তাই কোনো সন্দেহ নেই, শেষ মুহূর্তে ও যে সিদ্ধান্ত নিয়েছে, আমরা সেটার জন্য গভীরভাবে কৃতজ্ঞ।"
    },
    {
        "en": "In a message on the occasion, Chief Adviser Prof Muhammad Yunus paid tribute to the sacrifice of Imam Hussain and his companions, stating that their resistance against tyranny would remain a lasting symbol in world history.",
        "bn": "প্রধান উপদেষ্টা প্রফেসর মোহাম্মদ ইউনুস একটি বার্তায় ইমাম হুসাইন ও তাঁর সঙ্গীদের আত্মত্যাগকে শ্রদ্ধা জানান এবং উল্লেখ করেন যে, তাদের জুলুমের বিরুদ্ধে প্রতিরোধ বিশ্ব ইতিহাসে চিরস্থায়ী প্রতীক হয়ে থাকবে।"
    },
    {
        "en": "The interim government is set to amend the Bank Company Act by reducing the board members from a single family, while at least 50 percent of the directors will be independent, said Bangladesh Bank Governor Ahsan H Mansur.",
        "bn": "বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মানসুর জানিয়েছেন, তত্ত্বাবধায়ক সরকার ব্যাংক কোম্পানি আইন সংশোধন করতে যাচ্ছে। এতে একই পরিবারের সদস্য সংখ্যা কমিয়ে আনা হবে এবং ব্যাংকের পরিচালনা পর্ষদের অন্তত ৫০ শতাংশ সদস্য স্বতন্ত্র পরিচালক হবেন।"
    },
    {
        "en": "Three from the same family can serve as bank directors, as per the Bank Company Amendment Act, 2023. Previously, the number was higher.",
        "bn": "বর্তমান ব্যাংক কোম্পানি সংশোধন আইন, ২০২৩ অনুযায়ী, একই পরিবারের তিনজন সদস্য ব্যাংকের পরিচালক হতে পারেন, আগে সংখ্যাটি আরও বেশি ছিল।"
    },
    {
        "en": "The number of independent directors could exceed 50 percent, Mansur told The Daily Star in an interview recently. We will form a panel from which the independent directors must be selected. If someone outside the panel is to be appointed, it must be a highly distinguished and qualified individual, and a proposal can be made with the Bangladesh Bank's approval.",
        "bn": "গভর্নর মানসুর দি ডেইলি ষ্টার কে দেওয়া এক সাক্ষাৎকারে বলেন, স্বতন্ত্র পরিচালকদের একটি প্যানেল গঠন করা হবে, সেখান থেকেই নির্বাচন করতে হবে। যদি কেউ প্যানেলের বাইরে থেকে নিয়োগ দিতে চায়, তবে তাকে অবশ্যই উচ্চমানের, প্রথিতযশা ও যোগ্য হতে হবে এবং তার জন্য বাংলাদেশ ব্যাংকের অনুমোদন প্রয়োজন হবে।"
    },
    {
        "en": "But if just anyone is proposed, the BB will not grant approval. Their educational qualifications, experience, and knowledge of the banking sector will be taken into account. In other words, a professional will be appointed to the position.",
        "bn": "তিনি আরও স্পষ্ট করেন, যদি যেকোনো সাধারণ প্রার্থীকে প্রস্তাব করা হয়, তবে বাংলাদেশ ব্যাংক তা অনুমোদন দেবে না। শিক্ষাগত যোগ্যতা, অভিজ্ঞতা ও ব্যাংকিং খাত সম্পর্কে জ্ঞান সবকিছু বিচার করে একজন প্রকৃত পেশাদারকে নিয়োগ দিতে হবে।"
    },
    {
        "en": "Asked about the planned merger of weak banks, he said that in the initial phase, five private banks will be merged. State-owned banks will also be included in the merger process. Some state-owned banks are nearly bankrupt and must be included, while others are in relatively good condition and will be merged with them.",
        "bn": "প্রাথমিকভাবে পাঁচটি প্রাইভেট ব্যাংক একীভূত করা হবে বলে গভর্নর জানান। তিনি বলেন, রাষ্ট্রায়ত্ত ব্যাংকগুলোকেও এই একীভূতকরণ প্রক্রিয়ায় অন্তর্ভুক্ত করা হবে। কিছু রাষ্ট্রায়ত্ত ব্যাংক প্রায় দেউলিয়া, তাদের একীভূত করতে হবে। অন্য যারা অপেক্ষাকৃত ভালো অবস্থায় আছে, তাদের সঙ্গেই একীভূত করা হবে।"
    },
    {
        "en": "The matter will be discussed with the government and the BB is currently making some procedural preparations.",
        "bn": "এ নিয়ে সরকারের সঙ্গে আলোচনা চলবে এবং বাংলাদেশ ব্যাংক এখন কিছু প্রক্রিয়াগত প্রস্তুতি নিচ্ছে।"
    },
    {
        "en": "We see this as an ongoing process, as I have mentioned before. It will remain in place permanently and has nothing to do with a change in government or the government staying in power. Whenever any bank or multiple banks face problems, we will intervene. That is our policy.",
        "bn": "এটি একটি চলমান প্রক্রিয়া, সরকারের পরিবর্তন বা ক্ষমতায় থাকা না থাকার সঙ্গে এর কোনো সম্পর্ক নেই। যখনই কোনো একটি বা একাধিক ব্যাংক সমস্যায় পড়বে, তখনই আমরা হস্তক্ষেপ করব। সেটাই আমাদের নীতি।"
    },
    {
        "en": "Sponsor-directors of banks must understand that the BB can remove them as early as tomorrow, and they will be removed if they fail to manage the bank properly, said Mansur, also a former economist of the International Monetary Fund.",
        "bn": "স্পনসর-ডিরেক্টরদের বুঝতে হবে যে বাংলাদেশ ব্যাংক প্রয়োজনে আগামীকালই তাদের অপসারণ করতে পারে। যদি তারা সঠিকভাবে ব্যাংক পরিচালনা না করেন, তাহলে তারা বাদ পড়বেন।"
    },
    {
        "en": "Just being an owner doesn't mean they bear all responsibilities, nor does it give them the power to do whatever they want. They have no right to plunder. Banks operate with the people's money. The owners are merely custodians of that public money.If they deviate from this role, the central bank will take action and remove them.",
        "bn": "মালিক হওয়া মানেই সবকিছু করার অধিকার নয়। ব্যাংক চালায় জনগণের অর্থ দিয়ে, মালিকেরা শুধু সেই অর্থের তত্ত্বাবধায়ক মাত্র। যদি তারা এই দায়িত্ব থেকে সরে যান, বাংলাদেশ ব্যাংক ব্যবস্থা নেবে।"
    },
    {
        "en": "That's why we have established a dedicated department. It's a constant warning: if you don't act responsibly, we are here to intervene.",
        "bn": "এই জন্যই একটি বিশেষ মনিটরিং বিভাগ গঠন করা হয়েছে, যা নিয়মিত নজরদারি চালাবে।"
    },
    {
        "en": "As the calendar wheels into July once more, we approach the first anniversary of the great civic insurrection that unseated what was, by any measure, one of the most enduring authoritarian regimes in South Asia's history. The events of that month, its tremors, its torch-lit vigils, its bloodied pavements, constituted more than just an upheaval. They were the birth pangs of a people's longing to breathe freely, to be governed not by fear, but by consent. Yet, as we mark this sacred milestone, the grand celebrations, what really grips us is a creeping unease, a quiet admission that much remains undone.",
        "bn": "যখন ক্যালেন্ডারের পাতা আবারও জুলাইয়ে এসে ঠেকে, তখন আমরা এক ঐতিহাসিক মুহূর্তের দ্বারপ্রান্তে,দক্ষিণ এশিয়ার অন্যতম দীর্ঘস্থায়ী কর্তৃত্ববাদী শাসনব্যবস্থাকে পতনের মুখে ঠেলে দেওয়া সেই মহান গণজাগরণের প্রথম বার্ষিকী। সেই মাসের ঘটনাবলি,তার কম্পন, মশালজ্বলা প্রহর, রক্তাক্ত রাস্তাঘাট, শুধু একটি বিদ্রোহ নয়, ছিল এক জাতির মুক্ত নিঃশ্বাসের আকাঙ্ক্ষার প্রসবব্যথা। একটি শাসনব্যবস্থা যা ভয় দিয়ে টিকে ছিল, তার পরিবর্তে সম্মতির ভিত্তিতে পরিচালিত হওয়ার দাবি ছিল এই আন্দোলনের মূল সুর। তবুও, যখন আমরা এই পবিত্র মাইলফলক উদযাপন করতে যাচ্ছি,বড় বড় আনুষ্ঠানিকতা আর সাড়ম্বরে, একটি অদৃশ্য অস্বস্তি যেন আমাদের গ্রাস করে। এক নিঃশব্দ স্বীকারোক্তি ভেতরে ভেতরে গুমরে ওঠে: এখনো অনেক কিছু অসম্পূর্ণ রয়ে গেছে। এ আন্দোলন শুধুমাত্র অতীতকে বদলে দিয়েছে না, এটি ভবিষ্যতের এক প্রতিশ্রুতি ছুঁড়ে দিয়েছে। কিন্তু সেই প্রতিশ্রুতি পূরণে আমাদের সংগ্রাম কি সত্যিই শেষ হয়েছে? নাকি শুধু রূপ নিয়েছে এক নতুন লড়াইয়ের?"
    },
    {
        "en": "Deposit and investment growth in the country's Islamic banks fell to a four-year low in the first quarter of 2025, apparently driven by rising public concerns over the financial stability and governance practices of the commercial lenders.",
        "bn": "২০২৫ সালের প্রথম প্রান্তিকে দেশের ইসলামি ব্যাংকগুলোর আমানত ও বিনিয়োগ প্রবৃদ্ধি গত চার বছরে সর্বনিম্ন পর্যায়ে নেমে এসেছে। এর পেছনে মূল কারণ হিসেবে ব্যাংকিং খাতে আর্থিক স্থিতিশীলতা ও সুশাসন নিয়ে জনমনে তৈরি হওয়া উদ্বেগকে দায়ী করছেন সংশ্লিষ্টরা।"
    },
    {
        "en": "Industry people say customer confidence in Shariah-based banks has waned due to growing controversies, financial scandals, and issues over transparency and governance standards.",
        "bn": "ব্যাংক খাত সংশ্লিষ্টদের মতে, একের পর এক বিতর্ক, আর্থিক কেলেঙ্কারি ও স্বচ্ছতার অভাবের কারণে গ্রাহকদের মধ্যে ইসলামি ব্যাংকগুলোর প্রতি আস্থা কমেছে।"
    },
    {
        "en": "There are ten full-fledged Islamic banks in Bangladesh. Before the political changeover in August last year, many of the banks were controlled by a few big and politically influential business groups.",
        "bn": "বাংলাদেশে বর্তমানে ১০টি পূর্ণাঙ্গ ইসলামি ব্যাংক রয়েছে। তবে গত বছরের আগস্টে রাজনৈতিক পরিবর্তনের আগে এই ব্যাংকগুলোর অনেকটাই ছিল কিছু প্রভাবশালী রাজনৈতিক ব্যবসায়িক গোষ্ঠীর নিয়ন্ত্রণে।"
    },
    {
        "en": "Following the changeover, as political influence lost its grip on the industry, long-buried toxic assets began to surface, exposing the fragile financial health of many lenders. Although the boards of these banks were reshuffled subsequently, industry insiders say rebuilding trust will take time.",
        "bn": "এই পরিবর্তনের পর দীর্ঘদিন লুকিয়ে থাকা ‘দূষিত সম্পদ’ বা টক্সিক অ্যাসেট প্রকাশ্যে আসে, যা ব্যাংকগুলোর ভঙ্গুর আর্থিক অবস্থা উন্মোচন করে। যদিও পরবর্তীতে অনেক ব্যাংকের পর্ষদ পুনর্গঠন করা হয়, বিশ্বাস পুনর্গঠনে সময় লাগবে বলেই মনে করেন খাত সংশ্লিষ্টরা।"
    },
    {
        "en": "The year-on-year deposit growth rate of Islamic banks was 11.71 percent in the first quarter of 2022, according to Bangladesh Bank BB data.In the first quarter of 2023, it dropped significantly to 3 percent and then slightly recovered, rising to 6.75 percent in the first quarter of 2024.However, in the first quarter of 2025, it dropped to around 0.80 percent, the BB data showed.",
        "bn": "বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী: ২০২২ সালের প্রথম প্রান্তিকে ইসলামি ব্যাংকগুলোর আমানত প্রবৃদ্ধি ছিল ১১.৭১%, ২০২৩ সালের প্রথম প্রান্তিকে তা কমে দাঁড়ায় ৩%, ২০২৪ সালের প্রথম প্রান্তিকে কিছুটা ঘুরে দাঁড়িয়ে ৬.৭৫% হয়, কিন্তু ২০২৫ সালের প্রথম প্রান্তিকে তা নেমে এসেছে মাত্র ০.৮০%-এ"
    },
    {
        "en": "Mohammad Abdul Mannan, chairman of First Security Islami Bank PLC, said the bank began deviating from the basic principles of good governance in 2017.",
        "bn": "ফার্স্ট সিকিউরিটি ইসলামি ব্যাংকের চেয়ারম্যান মো. আবদুল মান্নান বলেন, ২০১৭ সাল থেকেই আমরা ভালো শাসনব্যবস্থা থেকে সরে এসেছি। এ ধারা অব্যাহত থাকায় ব্যাংকের ভিত দুর্বল হয়ে পড়ে এবং আমানতকারীদের আস্থা হারাতে শুরু করি।"
    },
    {
        "en": "Over time, this erosion of standards significantly weakened the institution. As confidence declined, depositors gradually moved their funds elsewhere, ultimately contributing to the bank's current challenges, he said.",
        "bn": "সময়ের সাথে সাথে, মানদণ্ডের এই অবক্ষয় প্রতিষ্ঠানটিকে উল্লেখযোগ্যভাবে দুর্বল করে দেয়। আস্থা হ্রাস পাওয়ার সাথে সাথে, আমানতকারীরা ধীরে ধীরে তাদের তহবিল অন্যত্র স্থানান্তরিত করে, যা শেষ পর্যন্ত ব্যাংকের বর্তমান চ্যালেঞ্জগুলিতে অবদান রাখে, তিনি বলেন।"
    },
    {
        "en": "They have undertaken various initiatives to overcome the current situation, he added",
        "bn": "তবে তিনি জানান, বর্তমান সংকট থেকে উত্তরণের জন্য নানা উদ্যোগ নেওয়া হয়েছে।"
    },
    {
        "en": "Shafiuzzaman, managing director of Social Islami Bank PLC, said that due to a crisis of customer confidence, deposit growth has been declining—a continuation of last year's trend.He added that the decline in their deposit growth in the first half of this year has not been as sharp as it was during the second half of last year.",
        "bn": "সোশ্যাল ইসলামি ব্যাংকের এমডি শফিউজ্জামান বলেন,আস্থা সংকটের কারণেই আমানত প্রবৃদ্ধি কমেছে, যা আগের বছরের ধারাবাহিকতা। তবে চলতি বছরের প্রথমার্ধে পতনটা তুলনামূলকভাবে নিয়ন্ত্রণে আছে। তিনি বলেন, গ্রাহক আতঙ্ক কিছুটা কেটে গেছে, যদিও পূর্ণ আস্থা ফিরিয়ে আনতে এখনও সময় লাগবে।"
    },
    {
        "en": "Mohammed Nurul Amin, chairman of Global Islami Bank PLC, said that in 2024, several banks that were identified as weak or reportedly controlled by a specific group revealed their true state in various official reports following the political changeover in August last year.",
        "bn": "গ্লোবাল ইসলামী ব্যাংকের চেয়ারম্যান মোহাম্মদ নুরুল আমিন বলেছেন, ২০২৪ সালে কয়েকটি দুর্বল হিসেবে চিহ্নিত ব্যাংক বা কোনো নির্দিষ্ট গোষ্ঠীর নিয়ন্ত্রণে থাকা ব্যাংকগুলোর প্রকৃত অবস্থা বিভিন্ন সরকারি প্রতিবেদনের মাধ্যমে প্রকাশ পেয়েছে, যা গত বছরের আগস্টে রাজনৈতিক পরিবর্তনের পর সামনে আসে।"
    },
    {
        "en": "Many depositors have shifted their funds to the Islamic banking windows of conventional banks, he said, adding that high inflation is another factor contributing to the slowdown in deposit growth.",
        "bn": "তিনি বলেন, অনেক আমানতকারী তাদের অর্থ প্রচলিত ব্যাংকগুলোর ইসলামি ব্যাংকিং উইন্ডোতে স্থানান্তর করেছেন। তিনি আরও বলেন, উচ্চ মুদ্রাস্ফীতি আমানত প্রবৃদ্ধি হ্রাসের আরেকটি প্রধান কারণ।"
    },
    {
        "en": "Apart from the ten full-fledged Islamic banks, 16 conventional lenders have Islamic banking branches, while 11 offer Shariah-based banking solutions through Islamic windows.",
        "bn": "সম্পূর্ণরূপে ইসলামি ব্যাংক হিসেবে পরিচালিত ১০টি ব্যাংকের পাশাপাশি, ১৬টি প্রচলিত ব্যাংকের ইসলামি ব্যাংকিং শাখা রয়েছে, আর ১১টি ব্যাংক ইসলামি উইন্ডোর মাধ্যমে শরিয়াভিত্তিক ব্যাংকিং সেবা প্রদান করছে।"
    },
    {
        "en": "Shah Md Ahsan Habib, a professor at the Bangladesh Institute of Bank Management, said the credit flow in the country's Islamic banks had remained unusually high since 2021, driven by aggressive lending practices.",
        "bn": "বাংলাদেশ ইনস্টিটিউট অব ব্যাংক ম্যানেজমেন্টএর অধ্যাপক শাহ মো. আহসান হাবিব বলেন, ২০২১ সাল থেকে দেশের ইসলামি ব্যাংকগুলোতে ঋণপ্রবাহ অস্বাভাবিকভাবে বেশি ছিল, যা আগ্রাসী ঋণ প্রদানের কৌশলের কারণে হয়েছে।"
    },
    {
        "en": "At one point, the central bank appointed observers due to irregularities and scams in some Islamic banks—an indication that underlying problems had emerged, he said.",
        "bn": "তিনি বলেন, এক পর্যায়ে কিছু ইসলামি ব্যাংকে অনিয়ম ও কেলেঙ্কারির কারণে কেন্দ্রীয় ব্যাংক অবজারভার নিয়োগ করে, যা ইঙ্গিত দেয় যে ভিতরে গভীর সমস্যা দেখা দিয়েছে।"
    },
    {
        "en": "Consequently, deposit growth began to slow, Habib mentioned.",
        "bn": "ফলে, আমানতের প্রবৃদ্ধি কমে যেতে শুরু করে বলে হাবিব উল্লেখ করেন।"
    },
    {
        "en": "Following August 5 last year, multiple reports have exposed the severity of the crisis facing these banks, he said, adding that both deposit and investment growth have since declined.",
        "bn": "তিনি আরও বলেন, গত বছরের ৫ আগস্টের পর একাধিক প্রতিবেদনে এসব ব্যাংকের সংকট কতটা গুরুতর, তা প্রকাশ পেয়েছে,এরপর থেকে আমানত এবং বিনিয়োগ উভয় ক্ষেত্রেই প্রবৃদ্ধি কমেছে।"
    },
    {
        "en": "Jota, a Liverpool forward, and his younger brother Andre Silva were killed in a car accident in northwestern Spain on Thursday morning when their Lamborghini veered off the road and caught fire.",
        "bn": "লিভারপুল ফরোয়ার্ড জোটা এবং তার ছোট ভাই আন্দ্রে সিলভা বৃহস্পতিবার সকালে স্পেনের উত্তর-পশ্চিমাঞ্চলে এক মর্মান্তিক সড়ক দুর্ঘটনায় নিহত হন, যখন তাদের ল্যাম্বরগিনি নিয়ন্ত্রণ হারিয়ে রাস্তা থেকে ছিটকে পড়ে এবং আগুন ধরে যায়।"
    },
    {
        "en": "Tributes have continued to pour in for Jota and Andre with footballing greats including Cristiano Ronaldo and Steven Gerrard, joining the Prime Ministers of Portugal and Britain in mourning the loss.",
        "bn": "জোটা ও আন্দ্রের মৃত্যুতে শোক জানিয়েছেন ফুটবল দুনিয়ার কিংবদন্তিরা, যার মধ্যে রয়েছেন ক্রিস্তিয়ানো রোনালদো ও স্টিভেন জেরার্ড। পর্তুগাল ও ব্রিটেনের প্রধানমন্ত্রীও শোক প্রকাশ করেছেন।"
    },
    {
        "en": "Friday's match between Al Hilal and Fluminense in Orlando began with players and fans observing a minute's silence in memory of Jota and Andre.",
        "bn": "শুক্রবার ওরল্যান্ডোতে আল হিলাল ও ফ্লুমিনেন্সের মধ্যকার ম্যাচটি শুরু হয় এক মিনিটের নীরবতা পালনের মাধ্যমে, জোটা ও আন্দ্রের স্মৃতিতে।"
    },
    {
        "en": "Neves, one of Jota's closest friends who played with the 28-year-old during their days at Wolverhampton Wanderers, issued a touching tribute on Instagram about an hour before kick-off.",
        "bn": "জোটার অন্যতম ঘনিষ্ঠ বন্ধু নেভেস, যিনি উলভারহ্যাম্পটন ওয়ান্ডারার্সে ২৮ বছর বয়সী জোটার সঙ্গে খেলেছেন, ম্যাচ শুরুর এক ঘণ্টা আগে ইনস্টাগ্রামে এক আবেগঘন শ্রদ্ধাঞ্জলি জানান।"
    },
    {
        "en": "Wherever you are, I know you're going to read this, we've never been one for this sort of thing and maybe now I'll regret it a little, but you know what you mean to me just as much as I know what I am to you, Neves said.",
        "bn": "নেভেস লেখেন, তুমি যেখানে থাকো, আমি জানি তুমি এটা পড়বে। আমরা কখনোই এই ধরনের আবেগ প্রকাশে খুব অভ্যস্ত ছিলাম না, হয়তো এখন এর জন্য একটু আফসোস করবো। কিন্তু তুমি জানো, তুমি আমার জন্য কতটা গুরুত্বপূর্ণ, যেমনটা আমি জানি, আমি তোমার জন্য কী।"
    },
    {
        "en": "More than a friendship, we're family, and we're not going to stop being family just because you've decided to sign a contract a little further away from us!",
        "bn": "বন্ধু নয়, আমরা ছিলাম একটা পরিবার। আর শুধু তুমি একটু দূরে গিয়ে নতুন চুক্তি করেছ বলেই আমরা আর পরিবার নই, তা কখনো হতে পারে না।"
    },
    {
        "en": "When I go to the national team, you'll still be by my side at the dinner table, on the bus, on the plane... you'll always be there with me, as usual. We'll keep laughing, making plans, sharing our lives with each other.",
        "bn": "জাতীয় দলে গেলে, টেবিলের পাশে তুমি থাকবে, বাসে তুমি পাশে বসবে, বিমানে জানালার পাশের সিটে তুমিই, যেমনটা সবসময় ছিলে।  তুমি থাকবা, হাসতে হাসতে, গল্প করতে করতে, ভবিষ্যতের স্বপ্ন বুনতে বুনতে, আমাদের জীবনের অংশ হয়েই।"
    },
    {
        "en": "I'll make sure you're always there and I'll make sure your family never lacks anything while you're there, far away but thinking of us, waiting for us ...",
        "bn": "আমি দেখব যেন তুমি আমাদের মাঝে থাকো। আমি দেখব তোমার পরিবার যেন কখনো কারও কাছে কিছু চেয়ে না থাকে। তুমি দূরে থেকেও আমাদের কথা ভাববে, আমাদের জন্য অপেক্ষা করবে সেই বিশ্বাস আমার হৃদয়ে থাকবে।"
    },
    {
        "en": "As of today, you'll be on the pitch with me, and we'll follow our path together, on the stage where we met.",
        "bn": "আজ থেকে, তুমি আমার সাথেই মাঠে থাকবে। যেখানে আমাদের প্রথম দেখা হয়েছিল, সেই মাঠে, সেই খেলায়, আমরা একসাথে পথ চলা চালিয়ে যাব।"
    },
    {
        "en": "Chelsea's Portuguese forward Pedro Neto also paid a heartfelt tribute to his friends when he walked out on the field with a shirt bearing their names before their quarter-final against Palmeiras in Philadephia.",
        "bn": "চেলসির পর্তুগিজ ফরোয়ার্ড পেদ্রো নেটোও বন্ধুদের প্রতি ভালোবাসা জানিয়ে খেলায় নেমেছিলেন তাদের নাম লেখা জার্সি পরে, ফিলাডেলফিয়ায় পালমেইরাসের বিপক্ষে কোয়ার্টার ফাইনাল ম্যাচে।"
    },
    {
        "en": "I just said to the players that this win is especially for him because we know how close he was, and the effort that he has made. So no doubt that we really appreciate what he decided in the end",
        "bn": "আমি খেলোয়াড়দের বলেছি, এই জয়টা বিশেষভাবে ওর জন্য। কারণ আমরা জানি, সে কতটা কাছের ছিল, এবং কতোটা চেষ্টা করেছে মাঠে নামার জন্য। তাই কোনো সন্দেহ নেই, শেষ মুহূর্তে ও যে সিদ্ধান্ত নিয়েছে, আমরা সেটার জন্য গভীরভাবে কৃতজ্ঞ।"
    },
    {
        "en": "In a message on the occasion, Chief Adviser Prof Muhammad Yunus paid tribute to the sacrifice of Imam Hussain and his companions, stating that their resistance against tyranny would remain a lasting symbol in world history.",
        "bn": "প্রধান উপদেষ্টা প্রফেসর মোহাম্মদ ইউনুস একটি বার্তায় ইমাম হুসাইন ও তাঁর সঙ্গীদের আত্মত্যাগকে শ্রদ্ধা জানান এবং উল্লেখ করেন যে, তাদের জুলুমের বিরুদ্ধে প্রতিরোধ বিশ্ব ইতিহাসে চিরস্থায়ী প্রতীক হয়ে থাকবে।"
    }
]